v_words = [
    {
        "hiragana": "おかす",
        "kanji": "侵す 犯す",
        "chn": "犯罪 冒犯 侵犯",
    },
    {
        "hiragana": "ばける",
        "kanji": "化ける",
        "chn": "化成 化作 乔装 改变",
    },
    {
        "hiragana": "あきれる",
        "kanji": "呆れる",
        "chn": "吃惊 惊讶 吓呆 表示因为某人或某事过于荒唐、无理、惊人，而惊讶到无话可说、无奈、吃惊的感觉，带有负面情绪。呆れるほど（の）荒唐得令人吃惊的 あきれた態度／行動／話 令人无语的态度／行为／发言",
    },
    {
        "hiragana": "そねむ",
        "kanji": "嫉む",
        "chn": "嫉妒 嫉妒 + 怨恨（更强的负面情绪）类似表达ひがむ（更偏向自卑后的扭曲心理）",
    },
    {
        "hiragana": "ねたむ",
        "kanji": "妬む",
        "chn": "嫉妒 嫉妒为主，感情成分较轻 类似表达うらやむ（偏中性：羡慕）",
    },
    {
        "hiragana": "ささげる",
        "kanji": "捧げる",
        "chn": "双手捧举 献上 贡献  命/青春/祈り/努力をささげる",
    },
    {
        "hiragana": "さとる",
        "kanji": "悟る",
        "chn": "领悟、觉悟（真理・人生など） 察觉、意识到（感情・気配・状況など）",
    },
    {
        "hiragana": "こびる",
        "kanji": "媚びる",
        "chn": "献媚 巴结 卖弄风情 表示讨好、献媚、谄媚，为了得到他人的好感、好处而故意表现出迎合、低姿态的行为",
    },
    {
        "hiragana": "とうとぶ",
        "kanji": "尊ぶ 貴ぶ",
        "chn": "尊重 重视 同义词 敬う（うやまう） 重んじる 崇める（あがめる）",
    },
    {
        "hiragana": "てれる",
        "kanji": "照れる",
        "chn": "害羞 难为情 尴尬 表示因受到称赞、被注视、表现出感情等而感到羞涩、不好意思、尴尬但带点开心的情绪。 褒められて照れる 被夸得不好意思 照れくさい 害羞／不好意思（形容词）",
    },
    {
        "hiragana": "しげる",
        "kanji": "茂る",
        "chn": "植物繁茂、茂密、生长得旺盛 草が茂る 木が茂る 同义词 繁茂する（はんも）",
    },
    {
        "hiragana": "あおぐ",
        "kanji": "仰ぐ",
        "chn": "1.抬头看、仰视  2.尊敬、敬仰 3.依赖、请求 上司の指導を仰ぐ。 同义词 見上げる 尊敬（そんけい）する 頼る（たよる）",
    },
    {
        "hiragana": "あおぐ",
        "kanji": "煽ぐ",
        "chn": "扇风、摇动使空气流动（具体的动作）  煽动、鼓动、挑动（感情、舆论、争端等）（比喻义）",
    },
    {
        "hiragana": "おびやかす",
        "kanji": "脅かす",
        "chn": "威逼 威胁 表示对安全、地位、权威、稳定等构成威胁。常用于社会、国家、经济、权力、和平等抽象层面。",
    },
    {
        "hiragana": "おどかす",
        "kanji": "脅かす",
        "chn": "用语言恐吓 开玩笑 吓唬、惊吓（使对方吃惊）轻微地威胁（开玩笑、调皮）",
    },
    {
        "hiragana": "おどす",
        "kanji": "脅す",
        "chn": "敲诈 打劫 恶意恐吓 胁迫（通常为了达到某种目的）",
    },
    {
        "hiragana": "ほどこす",
        "kanji": "施す",
        "chn": "施舍、捐助（给钱、给食物） 施加、采取（对策、处理、加工等） 同义词 行う（おこなう）与える（あたえる）恵む（めぐむ）：施舍（带有怜悯色彩）寄付する（きふする）：捐献  飾る（かざる）：装饰  添える（そえる）：添加（点缀性的）",
    },
    {
        "hiragana": "なげく",
        "kanji": "嘆く",
        "chn": "因悲伤、后悔、不满等而叹息、哀叹、感叹。悲しむ（かなしむ）因失落或不幸而感到悲伤  惜しむ（おしむ）惋惜、遗憾  悔やむ（くやむ）後悔する（こうかいする）",
    },
    {
        "hiragana": "ゆがむ",
        "kanji": "歪む",
        "chn": "物体变形 心理扭曲",
    },
    {
        "hiragana": "ひずむ",
        "kanji": "歪む",
        "chn": "声音光线的失调 异常 难看",
    },
    {
        "hiragana": "てこずる",
        "kanji": "手こずる",
        "chn": "棘手 难对付 同义词 苦労する 骨が折れる 面倒（めんどう）厄介（やっかい）",
    },
    {
        "hiragana": "したたる",
        "kanji": "滴る",
        "chn": "液体从某处缓缓滴落、滴下来。它通常用于描述水、汗、血、露水、油等液体自然下落的状态。相当于中文的：“滴落”、“滴答滴答地流”、“淌下来”。 滴るような美女 水灵灵的美女（形容肌肤水嫩、非常美）",
    },
    {
        "hiragana": "つぐなう",
        "kanji": "償う",
        "chn": "1.弥补、赔偿损失（物质上的）2.赎罪、弥补过错（精神上的）犯した罪を償う。過ち（あやまち）を償う",
    },
    {
        "hiragana": "たくらむ",
        "kanji": "企む",
        "chn": "企图 阴谋 坏主意 负面、带有阴谋、秘密策划、耍手段的意味 陰謀（いんぼう）を企む たくらみ（名词）阴谋、诡计 近义词もくろむ（目論む）",
    },
    {
        "hiragana": "なじる",
        "kanji": "詰る",
        "chn": "责问 责备 责难 难、责备、追问对方的过失或错误  非難する（ひなんする） 責める（せめる）",
    },
    {
        "hiragana": "なえる",
        "kanji": "萎える",
        "chn": "枯萎 没力气 变软  表示精神、干劲、欲望等减退。有时也可指身体部位变得无力。 くじける 落ち込む",
    },
    {
        "hiragana": "しおれる",
        "kanji": "萎れる",
        "chn": "萎，蔫；沮丧，气馁，意志消沉  表示植物失去水分而枯萎，也可引申指人或情绪“萎靡不振”、“沮丧”。 枯れる（かれる）ぐったりする くたびれる しょんぼりする",
    },
    {
        "hiragana": "むくいる",
        "kanji": "報いる",
        "chn": "报答 报偿 报仇  回报、报答、报应。可以用于正面（报答恩情）和负面（报复、遭报应）两种语境。同义词 恩返しする（おんがえし）報酬する（ほうしゅう）応える（こたえる）响应、回报（对期待、努力等）仕返しする（しかえし）报复、回击 報復する（ほうふく）",
    },
    {
        "hiragana": "まどわす",
        "kanji": "惑わす",
        "chn": "困惑 蛊惑 扰乱 不知所措 人の心を惑わす 迷惑人的心、让人动摇、引诱  美しさに惑わされる 被美貌迷惑、被美色吸引",
    },
    {
        "hiragana": "くつがえす",
        "kanji": "覆す",
        "chn": "推翻、颠覆（某种体制、理论、权威等） 翻转、打翻（物理上的翻倒）",
    },
    {
        "hiragana": "ひるがえす",
        "kanji": "翻す",
        "chn": "使飘扬、翻动（旗帜、布等被风吹动）  突然改变（态度、意见、立场等）  推翻、否定（之前的说法、判断）（近义于「覆す」）",
    },
    {
        "hiragana": "うらがえす",
        "kanji": "裏返す",
        "chn": "将物体翻过来、将里面和外面调换 反过来思考",
    },
    {
        "hiragana": "さらす",
        "kanji": "晒す",
        "chn": "暴晒 浸泡 处于危险状态  個人情報をさらす 曝光个人信息  風雨にさらす 暴露在风雨中  恥をさらす 出丑，丢人现眼",
    },
    {
        "hiragana": "つかえる",
        "kanji": "仕える",
        "chn": "服侍 伺候 侍奉 为人民服务",
    },
    {
        "hiragana": "つぶやく",
        "kanji": "呟く",
        "chn": "嘟囔 唠叨 发牢骚 小声说话，低声自语 ささやく（囁く）ぼそぼそ言う もごもご言う 独り言を言う",
    },
    {
        "hiragana": "ぼやく",
        "kanji": "ぼやく",
        "chn": "嘟囔 唠叨 发牢骚 多用于口语，带有轻微的负面情绪，常指因不满而小声自言自语或抱怨。愚痴をこぼす（ぐちをこぼす）文句を言う（もんくをいう）つぶやく（呟く） ぶつぶつ言う ぼそぼそ言う",
    },
    {
        "hiragana": "こぼす",
        "kanji": "零す 溢す",
        "chn": "洒 泼 发牢骚 抱怨 愚痴をこぼす",
    },
    {
        "hiragana": "よどむ",
        "kanji": "淀む",
        "chn": "淤塞 不流畅 沉淀 气氛沉重、僵住 浑浊 眼神、情绪变得沉重、阴郁  某种原本应流动的东西停滞、不畅，可以是水、空气、声音、情绪、气氛等。 とどこおる（滞る）",
    },
    {
        "hiragana": "そむく",
        "kanji": "背く",
        "chn": "违背 背叛 背对 违背、背叛、违反，通常用于违背命令、约定、期望、道义等抽象概念。同义词 裏切る（うらぎる）",
    },
    {
        "hiragana": "しのぶ",
        "kanji": "偲ぶ",
        "chn": "怀念 回忆 追忆 缅怀 （故人、往事）／思念某人 文学性强，多用于书面语、祭词、悼文、诗歌等 同义词 思い出す（おもいだす）懐かしむ（なつかしむ）慕う（したう）怀念、思慕 追悼する（ついとう）",
    },
    {
        "hiragana": "しのぶ",
        "kanji": "忍ぶ",
        "chn": "1.忍耐 忍受 2.人目を避ける、秘密にする 隐匿、潜藏 同义词 耐える（たえる）辛抱する（しんぼう）我慢する（がまん）隠れる（かくれる）潜む（ひそむ）",
    },
    {
        "hiragana": "さえぎる",
        "kanji": "遮る",
        "chn": "遮挡、阻挡、打断（光线、视线、声音、行动、话语等）同义词 遮断する（しゃだん）妨げる（さまたげる）覆う（おおう）塞ぐ（ふさぐ）",
    },
    {
        "hiragana": "おとる",
        "kanji": "劣る",
        "chn": "比不过 逊色  同义词 敵わない（かなわない） 及ばない（およばない）",
    },
    {
        "hiragana": "まさる",
        "kanji": "勝る",
        "chn": "胜过 优于 超高  同义词 優れる（すぐれる）上回る（うわまわる）超过（数值、预期）",
    },
    {
        "hiragana": "いましめる",
        "kanji": "戒める",
        "chn": "劝诫 告诫(他人) 约束、克制自己 過ちを繰り返さないよう、自らを戒めた 为了不再犯错，我警醒自己  子供たちに暴力はだめだと戒めた。我告诫孩子们不能使用暴力  =注意する  =慎む（つつしむ）",
    },
    {
        "hiragana": "うなる",
        "kanji": "唸る",
        "chn": "呻吟 吼叫 轰鸣 赞叹 发出低沉的声音(呻吟、怒吼、动物吼叫、机器声) 感叹、佩服得出声 沉吟不语、苦思冥想时发出“嗯……”的声音",
    },
    {
        "hiragana": "まかなう",
        "kanji": "賄う",
        "chn": "提供饭食 供养 维持 費用／生活費／食費を賄う 人手／スタッフを賄う 賄い料理 まかない飯 员工餐",
    },
    {
        "hiragana": "せがむ",
        "kanji": "せがむ",
        "chn": "纠缠 死皮赖脸 无理要求 同义词 強請る（ねだる）おねだりする 撒娇式的要求  懇願する（こんがん）恳求 ",
    },
    {
        "hiragana": "ためる",
        "kanji": "矯める",
        "chn": "矫正 矫直 弄直",
    },
    {
        "hiragana": "ひそめる",
        "kanji": "潜める",
        "chn": "隐藏 潜伏 销声匿迹 潜伏する（せんぷく）潜行する（せんこう）忍ぶ（しのぶ）潜る（もぐる）",
    },
    {
        "hiragana": "くぐる",
        "kanji": "潜る",
        "chn": "从下面穿过",
    },
    {
        "hiragana": "もぐる",
        "kanji": "潜る",
        "chn": "潜入水下 地下",
    },
    {
        "hiragana": "うとむ",
        "kanji": "疎む",
        "chn": "疏远、嫌恶、排斥、不欢迎 同义词 敬遠する（けいえん）嫌がる（いやがる）嫌う（きらう）遠ざける（とおざける）",
    },
    {
        "hiragana": "くちる",
        "kanji": "朽ちる",
        "chn": "腐烂 腐朽 根据语境可以表达物理意义上的腐烂，也可以引申为精神、名誉、努力的消失或无意义。 同义词 腐る（くさる）錆びる（さびる） 劣化する（れっか）",
    },
    {
        "hiragana": "さする",
        "kanji": "摩る",
        "chn": "摩 摸 抚摸 轻轻摩擦（皮肤、身体部位、器具等）以缓解疼痛、安慰、温暖或清洁。同义词 なでる（撫でる）抚摸、轻抚（更轻柔） こする（擦る）摩擦（力度较大）",
    },
    {
        "hiragana": "またたく",
        "kanji": "瞬く",
        "chn": "眨眼 闪烁 灯火忽明忽暗",
    },
    {
        "hiragana": "まばたく",
        "kanji": "瞬く",
        "chn": "眨眼 闪烁 灯火忽明忽暗",
    },
    {
        "hiragana": "のっとる",
        "kanji": "則る",
        "chn": "根据 按照 遵照(法规)",
    },
    {
        "hiragana": "ぼかす",
        "kanji": "暈す",
        "chn": "虚化 弄模糊 模棱两可",
    },
    {
        "hiragana": "ぼやける",
        "kanji": "ぼやける",
        "chn": "模糊 不清晰",
    },
    {
        "hiragana": "かすむ",
        "kanji": "霞む",
        "chn": "1.朦胧、模糊不清（视线、景物）2.显得暗淡、相形见绌 同义词 ぼやける 曇る（くもる） おぼろげになる",
    },
    {
        "hiragana": "くくる",
        "kanji": "括る",
        "chn": "捆扎 捆上 括号括起来",
    },
    {
        "hiragana": "たゆむ",
        "kanji": "弛む",
        "chn": "松弛 粗心 疲惫 懈怠、松懈、懒散、不再努力 多用于表示精神层面或行为上的松懈，是一种抽象、内在的“松弛”或“不努力”。",
    },
    {
        "hiragana": "たるむ",
        "kanji": "弛む",
        "chn": "松弛 粗心 疲惫 使用范围广，既可形容“物体变松”，也可表示“态度松懈”",
    },
    {
        "hiragana": "つどう",
        "kanji": "集う",
        "chn": "集合 集会 正式、庄重地聚集	目的明确，有“齐聚一堂”的感觉，偏文雅",
    },
    {
        "hiragana": "あばく",
        "kanji": "暴く",
        "chn": "(他动词)揭露 揭发 揭穿 使暴露 意思是“揭露、揭发、挖掘出隐藏的真相或秘密”。它带有将隐藏的事物强行揭开的含义，常用于揭露丑闻、阴谋、秘密等语境中。",
    },
    {
        "hiragana": "あばれる",
        "kanji": "暴れる",
        "chn": "(自动词)乱闹，胡闹；勇敢 乱闹、撒野、发疯似地活动 表示失控地暴力行动、大发脾气、胡闹等 Aが暴れる（自己在乱闹）",
    },
    {
        "hiragana": "とつぐ",
        "kanji": "嫁ぐ",
        "chn": "嫁 出嫁 表示“出嫁、嫁人”的动词，属于较正式、书面、文学性强的表达，现代日常口语中并不常用，取而代之的是「結婚する」「嫁に行く」等更口语的说法。",
    },
    {
        "hiragana": "もてあそぶ",
        "kanji": "弄ぶ 玩ぶ",
        "chn": "玩弄 摆布 戏弄 把人或物当作玩物般随意摆弄、玩弄、轻视，也可指玩赏、欣赏。 あしらう 敷衍、应付 からかう いじる 翻弄する（ほんろうする）",
    },
    {
        "hiragana": "いじる",
        "kanji": "弄る",
        "chn": "摆弄 玩弄",
    },
    {
        "hiragana": "いじめる",
        "kanji": "苛める",
        "chn": "欺负 欺凌 虐待する（ぎゃくたい） 苦しめる（くるしめる）なぶる（嬲る）",
    },
    {
        "hiragana": "おがむ",
        "kanji": "拝む",
        "chn": "双手合十 恳求 央求 双手合十地祈祷、拜佛、请求、恳求等动作，有时也泛指“拜见”“目睹”的意思。 祈る（いのる） 祈願する（きがんする） 参拝する（さんぱいする）礼拝する（れいはい）",
    },
    {
        "hiragana": "またがる",
        "kanji": "跨る",
        "chn": "骑 跨 横跨",
    },
    {
        "hiragana": "すねる",
        "kanji": "拗ねる",
        "chn": "因为不如意或觉得被冷落而赌气、生闷气、闹别扭。 孩子、恋人、或性格敏感的人闹情绪、赌气、不高兴  同义词 いじける（悄気る）受打击或被无视而委屈、自卑、退缩",
    },
    {
        "hiragana": "そらす",
        "kanji": "反らす",
        "chn": "向后仰身体 弄弯 反翘  背中を反らす　向后弓背　板を無理に反らすと折れる。板材硬掰的话会断",
    },
    {
        "hiragana": "そらす",
        "kanji": "逸らす",
        "chn": "偏离 错过 叉开　故意避开、移开某个方向（目光、话题、注意力等）　目を逸らす　話題を逸らす",
    },
    {
        "hiragana": "もめる",
        "kanji": "揉める",
        "chn": "发生争执 起纠纷 焦虑不安",
    },
    {
        "hiragana": "おとろえる",
        "kanji": "衰える",
        "chn": "势头衰落 衰败 衰亡  身体机能、视力、记忆力的减退  气势、活力的减弱 国家、经济、力量、文化、权威的衰落  弱る（よわる）老いる（おいる）劣る（おとる）",
    },
    {
        "hiragana": "かがむ",
        "kanji": "屈む",
        "chn": "(自动)弯腰 蹲下 同义词 しゃがむ（蹲む）",
    },
    {
        "hiragana": "かがめる",
        "kanji": "屈める",
        "chn": "(他动)使..弯腰 屈身",
    },
    {
        "hiragana": "すく",
        "kanji": "透く 空く",
        "chn": "(他动)透过..看见 有空隙",
    },
    {
        "hiragana": "すける",
        "kanji": "透ける",
        "chn": "(自动)透过 透明的(衣服)",
    },
    {
        "hiragana": "はぐくむ",
        "kanji": "育む",
        "chn": "培养 培育 维护 抱 哺育  表示“抚育、培育、培养（爱、梦想、文化等）”。可以是具体的抚养（如养育孩子）也可以是抽象的培养（如爱、希望、文化、关系等） 同义词 育てる（そだてる）養う（やしなう）培う（つちかう）培育（能力、信念、精神、友情等）",
    },
    {
        "hiragana": "ばてる",
        "kanji": "バテる",
        "chn": "精疲力尽 同义词 くたびれる へとへとになる",
    },
    {
        "hiragana": "まっとう",
        "kanji": "全う(する)",
        "chn": "正经 认真 完成 保全 表示“完成、履行、贯彻、坚持到底” 人生、职责、使命 比喻意义上完成一个过程或目标 同义词 成し遂げる（なしとげる） 果たす（はたす）遂行する（すいこう）やり遂げる（やりとげる）やり切る（やりきる）",
    },
    {
        "hiragana": "たまわる",
        "kanji": "賜る",
        "chn": "受赏 受到恩赐 敬语动词 是「もらう」「いただく」的郑重／谦逊表达 ご指導を賜る（しどうをたまわる）",
    },
    {
        "hiragana": "おだてる",
        "kanji": "煽てる",
        "chn": "吹捧 奉承 戴高帽 怂恿 同义词 お世辞を言う 持ち上げる（もちあげる）ちやほやする おべっかを使う",
    },
    {
        "hiragana": "あざむく",
        "kanji": "欺く",
        "chn": "欺骗 超过 赛过 欺骗、蒙骗、迷惑对方使其误判，常用于描述有意图地欺骗他人。 口语常用「だます」「ごまかす」等",
    },
    {
        "hiragana": "いつくしむ",
        "kanji": "慈しむ",
        "chn": "怜爱 疼爱 慈爱  常用于描述亲情、母爱、对生命或自然的珍重。 労る（いたわる）",
    },
    {
        "hiragana": "いたわる",
        "kanji": "労る",
        "chn": "怜悯 关怀 慰劳 	偏“照顾弱者”，更强调关怀行动 特别是对身体虚弱、辛苦中的人表示温柔的照顾和关怀。 思いやる 体谅、为别人着想 更偏“共情”，温柔但无“照顾”动作  慰める（なぐさめる）安慰（心灵）",
    },
    {
        "hiragana": "なだめる",
        "kanji": "宥める",
        "chn": "安慰 抚慰 使平静　安抚、劝解、平息（他人的愤怒、悲伤、不安等情绪）」，即 让激动的人平静下来 的动作　なぐさめる（慰める）安慰他人悲伤、失落的情绪，更偏向“心灵慰藉” 落ち着かせる 諭す（さとす）教导、劝解、讲道理使对方理解",
    },
    {
        "hiragana": "はめる",
        "kanji": "嵌める",
        "chn": "镶嵌 安上 插入",
    },
    {
        "hiragana": "くわえる",
        "kanji": "咥える",
        "chn": "叼 含",
    },
    {
        "hiragana": "いきどおる",
        "kanji": "憤る",
        "chn": "愤怒 气愤 生气 怒る（おこる）腹を立てる 憤慨する（ふんがいする）激怒する（げきどする）",
    },
    {
        "hiragana": "さまよう",
        "kanji": "彷徨う",
        "chn": "彷徨 徘徊 可用于身体上“迷路、游荡”或内心“迷惘、犹豫”等抽象场合 うろつく（徘徊く）徘徊する（はいかいする）漂う（ただよう）飘荡、漂浮，也可比喻“心神不定”",
    },
    {
        "hiragana": "ためらう",
        "kanji": "ためらう",
        "chn": "犹豫 踌躇 迟疑 因为犹豫、担心、害怕、迟疑而迟迟不做决定或不采取行动 躊躇する（ちゅうちょする）尻込みする（しりごみする）表示“胆怯、退缩、畏缩” 決めかねる",
    },
    {
        "hiragana": "おこる",
        "kanji": "興る",
        "chn": "兴起 振兴 兴奋  繁栄する（はんえいする）",
    },
    {
        "hiragana": "ただよう",
        "kanji": "漂う",
        "chn": "1. 物理性：飘浮、漂流 浮かぶ（うかぶ）2. 气味、声音、情绪等的弥漫 立ち込める（たちこめる）烟雾、香气等“弥漫” 満ちる（みちる）充满、弥漫 3. 气氛、情绪、表情等的流露 にじみ出る（にじみでる）",
    },
    {
        "hiragana": "むしる",
        "kanji": "毟る",
        "chn": "用手揪、拔、撕（常用于头发、草、羽毛等）同义词 抜く（ぬく）",
    },
    {
        "hiragana": "しいたげる",
        "kanji": "虐げる",
        "chn": "用权力或地位对他人进行压迫、欺负、迫害、使其痛苦 同义词 抑圧する（よくあつする）压制自由、压迫思想、权力打压",
    },
    {
        "hiragana": "みくびる",
        "kanji": "見くびる",
        "chn": "轻视 小看 同义词 侮る（あなどる）軽んじる（かろんじる）甘く見る（あまくみる）低估、小看对方的实力或难度",
    },
    {
        "hiragana": "おさめる",
        "kanji": "納める",
        "chn": "(税金、会费、礼物)缴纳 缴费 卖给",
    },
    {
        "hiragana": "おさめる",
        "kanji": "修める",
        "chn": "(学问、礼仪、课程)学习、修行、掌握",
    },
    {
        "hiragana": "おさめる",
        "kanji": "治める",
        "chn": "(国家、暴乱、情绪)治理 统治 镇压",
    },
    {
        "hiragana": "おさめる",
        "kanji": "収める",
        "chn": "(成果、物品、战利品)放入、收进 接收 获得 收藏 保存",
    },
    {
        "hiragana": "みつぐ",
        "kanji": "貢ぐ",
        "chn": "向别人（尤其是喜欢的人、地位高的人）献金、送礼、花钱讨好、供养等。  寄付する（きふする）捐款、捐物（给组织、慈善等）",
    },
    {
        "hiragana": "たてまつる",
        "kanji": "奉る",
        "chn": "奉上 献上 恭维 「差し上げる」等谦让语的更郑重/古典的表达。",
    },
    {
        "hiragana": "しりぞける",
        "kanji": "退ける",
        "chn": "1.拒绝接受、驳回请求或意见（=断る、否定する 拒否する（きょひ））法案は議会によって退けられた 2.击退敌人、把对方赶走（=撃退する） 攻撃を退ける",
    },
    {
        "hiragana": "ぼける",
        "kanji": "惚ける 呆ける ボケる",
        "chn": "1.发呆 （老年）痴呆、图像糊涂 頭がぼける（变糊涂） 2.背景がぼけてる 背景虚化",
    },
    {
        "hiragana": "とぼける",
        "kanji": "惚ける",
        "chn": "装傻、装糊涂 明知故问、假装不知道 とぼけた顔（装傻的脸）とぼけたふりをする（假装不知道）話をとぼける（回避话题）",
    },
    {
        "hiragana": "ぼうぜん",
        "kanji": "呆然",
        "chn": "发呆 发愣 惊呆、发愣、茫然失措的样子 因为惊讶、恐惧、震惊、无法接受而一时间大脑空白、呆住了 心理冲击引起的“短暂性呆滞状态”",
    },
    {
        "hiragana": "いとなむ",
        "kanji": "営む",
        "chn": "从事 经营 营造 行为",
    },
    {
        "hiragana": "さばく",
        "kanji": "捌く",
        "chn": "処理する 対応する 处理拥挤事务、解决难题、剖鱼处理食材  人を捌く 应对人群、处理接待  魚を捌く 切鱼、处理鱼（厨房术语） 問題を捌く 处理问题（任务、工作）",
    },
    {
        "hiragana": "さばく",
        "kanji": "裁く",
        "chn": "裁判 审批 是非判断 通常用于法律、正义、道德判断等抽象场景",
    },
    {
        "hiragana": "けがれる",
        "kanji": "汚れる",
        "chn": "弄脏 丧失道德 污浊",
    },
    {
        "hiragana": "はかどる",
        "kanji": "捗る",
        "chn": "进展顺利",
    },
    {
        "hiragana": "かもす",
        "kanji": "醸す",
        "chn": "酿成 造成 引起 引发、制造（抽象的影响或情绪）",
    },
    {
        "hiragana": "さげすむ",
        "kanji": "蔑む",
        "chn": "鄙视、轻视、蔑视、看不起。 人を蔑む 弱者を蔑む =見下す（みくだす） 侮る（あなどる）小看、轻敌 軽蔑する（けいべつ）",
    },
    {
        "hiragana": "たたえる",
        "kanji": "称える",
        "chn": "称赞 表扬（书面语） =ほめる（褒める）賛美する（さんび）称賛する（しょうさん）",
    },
    {
        "hiragana": "おちいる",
        "kanji": "陥る",
        "chn": "落入 陷入 坠入 比如陷入困境、恐慌、错误、贫困等。也可引申为“中了圈套”“掉入陷阱”的意思。ジレンマ(dilemma)に陥る 陷入两难 スランプ(瓶颈期)に陥る 陷入低潮",
    },
    {
        "hiragana": "おとしいれる",
        "kanji": "陥れる",
        "chn": "陷害 使..陷入 表示有意图地让别人陷入不利或危险的境地、陷阱，有明显的恶意或阴谋感。 罠に陥れる 设陷阱陷害对方 陰謀に陥れる 	让人中计",
    },
    {
        "hiragana": "みなぎる",
        "kanji": "漲る",
        "chn": "充满 涨满 迷漫 表示某种东西充满、涌现、鼓满的状态。它既可用在具体事物（如水、血）上，也常用于抽象事物（如力量、感情、干劲）。=あふれる（溢れる）=満ちる（みちる）",
    },
    {
        "hiragana": "かさばる",
        "kanji": "嵩張る",
        "chn": "占地方、臃肿、鼓鼓囊囊 意思是“体积大、占地方、臃肿”。它常用来形容行李、包裹、衣物等东西不重但体积庞大、不方便携带或收纳的状态。荷物がかさばる 行李太占地方",
    },
    {
        "hiragana": "かさむ",
        "kanji": "嵩む",
        "chn": "金额、数量、费用“增加” → 数量型“膨胀” 費用がかさむ 荷物がかさむ 行李增多（这里指“数量多”）増加する（ぞうか）",
    },
    {
        "hiragana": "ゆだねる",
        "kanji": "委ねる",
        "chn": "委任 献身 把决定权、责任、处理、身体、命运等交给他人或某个机构、命运去处理。 処理を専門家に委ねる  運命に身を委ねる 听天由命、顺其自然 同义词 任せる（まかせる） 託す（たくす）示把希望、心愿、使命等“寄托”给他人",
    },
    {
        "hiragana": "ふける",
        "kanji": "耽る",
        "chn": "沉迷 陷入 埋头 沉浸在某种情绪、活动或状态中，无法自拔 同义词 没頭する（ぼっとうする）夢中になる（むちゅうになる）熱中する（ねっちゅうする）沈む（しずむ） 溺れる（おぼれる）",
    },
    {
        "hiragana": "つちかう",
        "kanji": "培う",
        "chn": "培植 培养 培训 培育 原意是“培育植物”，引申为培养抽象事物如能力、信任、经验、人格、感情等。 人間関係を培う 能力を培う 信頼を培う",
    },
    {
        "hiragana": "いたむ",
        "kanji": "悼む",
        "chn": "哀悼 哀悼する（あいとうする）悲しむ（かなしむ）弔う（とむらう）",
    },
    {
        "hiragana": "りきむ",
        "kanji": "力む",
        "chn": "使劲 用力 虚张声势 逞强 可以用于身体上的用力（比如举重、排便等），也可以引申为心理上的“故作努力”、“逞强”，带一点点负面或“勉强”的语气。",
    },
    {
        "hiragana": "へりくだる",
        "kanji": "謙る",
        "chn": "谦虚 谦逊 表示故意贬低自己、抬高对方，以示尊重、礼貌。 へりくだった言い方：谦卑的说法 へりくだった態度  =謙遜する（けんそん） 身を低くする",
    },
    {
        "hiragana": "こごえる",
        "kanji": "凍える",
        "chn": "身体冻僵",
    },
    {
        "hiragana": "もがく",
        "kanji": "もがく",
        "chn": "挣扎 挣扎、扭动身体、拼命努力想摆脱困境，可用于身体上的挣扎，也可比喻为“在人生、内心、逆境中挣扎求生”。 あがく(足掻く)拼命挣扎、努力想改变现状",
    },
    {
        "hiragana": "うなずく",
        "kanji": "頷く",
        "chn": "点头 同意 点头，表示赞同、理解、同意等。既可以是单纯的身体动作，也可引申为“内心赞同”。 同意する（どういする）了承する（りょうしょうする）",
    },
    {
        "hiragana": "うなだれる",
        "kanji": "項垂れる",
        "chn": "垂头丧气 しょげる（凹げる）情绪上颓废、垂头丧气 落ち込む 肩を落とす がっくりする精神上崩溃、重重受打击",
    },
    {
        "hiragana": "うつむく",
        "kanji": "俯く",
        "chn": "1. 动作类：低头、低下视线 顔を伏せる（かおをふせる） 2. 心理暗示类：表现内心低落、羞愧  うなだれる（項垂れる）垂头丧气 しょんぼりする 无精打采",
    },
    {
        "hiragana": "つつしむ",
        "kanji": "慎む 謹む",
        "chn": "小心 谨慎 节制",
    },
    {
        "hiragana": "あなどる",
        "kanji": "侮る",
        "chn": "小看、轻视、瞧不起 表示轻视、轻蔑、不当回事的态度 あなどれない存在 =ばかにする  =見くびる =舐める",
    },
    {
        "hiragana": "むさぼる",
        "kanji": "貪る",
        "chn": "贪图 贪婪 不顾一切地贪取某物、沉迷于某事物，无法控制自己的欲望 飽くなき",
    },
    {
        "hiragana": "になう",
        "kanji": "担う",
        "chn": "挑 肩负 承担 担负责任、使命、角色、未来（多为抽象义）",
    },
    {
        "hiragana": "かつぐ",
        "kanji": "担ぐ",
        "chn": "1. 扛、背（物理动作） 荷物を肩に担ぐ 2. 推举、拥戴（比喻义）彼を会長に担ぐ 推他当会长 3. 耍弄、捉弄 友達にうまく担がれた。被朋友成功耍了",
    },
    {
        "hiragana": "うれう",
        "kanji": "憂う",
        "chn": "（文言风，现代极少,现代日语用憂える）忧伤 悲叹 担忧 对(未来、现状、社会、人类、命运等)感到忧虑、担忧、忧愁。日常口语中几乎不用，在口语里更常用「心配する」「不安に思う」等说法。",
    },
    {
        "hiragana": "うれえる",
        "kanji": "憂える",
        "chn": "担忧、忧虑、感到不安 这个词带有一种严肃、沉重、正式的语感，常用于对社会、将来、现状等的深切担心。 将来を憂える 子どもの教育を憂える =心配する",
    },
    {
        "hiragana": "わずらう",
        "kanji": "患う",
        "chn": "患病 生病 苦恼 病気になる",
    },
    {
        "hiragana": "わずらう",
        "kanji": "煩う",
        "chn": "烦恼 苦恼 悩む（なやむ）",
    },
    {
        "hiragana": "ひがむ",
        "kanji": "僻む",
        "chn": "一个人因为内心不平衡，对他人的幸福或成功感到不满、扭曲地看待。 そねむ(嫉む)",
    },
    {
        "hiragana": "しいる",
        "kanji": "強いる",
        "chn": "强迫 迫使 彼に無理を強いる 同义词 無理やり～させる 押しつける 強制する（きょうせいする）",
    },
    {
        "hiragana": "さだまる",
        "kanji": "定まる",
        "chn": "1.决定 決まる  2.稳定下来（状态安定） 即某件事物从不明确或混乱的状态中变得明确、固定、安稳。落ち着く（おちつく）",
    },
    {
        "hiragana": "たずさえる",
        "kanji": "携える",
        "chn": "携带 拿 携手 带领 带着某物同行 日语中的「たずさえる（携える）」和「たずさわる（携わる）」虽然写法相似，但意思和用法完全不同",
    },
    {
        "hiragana": "たずさわる",
        "kanji": "携わる",
        "chn": "参与 从事（某项工作或活动）",
    },
    {
        "hiragana": "はばむ",
        "kanji": "阻む",
        "chn": "挡住去路、阻止前进、妨碍某人做某事 敵の侵入を阻んだ → 防いだ／止めた",
    },
    {
        "hiragana": "つねる",
        "kanji": "抓る",
        "chn": "掐 拧",
    },
    {
        "hiragana": "たまう",
        "kanji": "賜う 給う",
        "chn": "给 赐与  与える（あたえる）授ける（さずける）授予（技能、称号） 恵む（めぐむ）恩赐、施舍",
    },
    {
        "hiragana": "はぐれる",
        "kanji": "逸れる",
        "chn": "走散 错过 没赶上机会",
    },
    {
        "hiragana": "それる",
        "kanji": "逸れる",
        "chn": "脱离正轨 跑调",
    },
    {
        "hiragana": "あさる",
        "kanji": "漁る",
        "chn": "寻找食物 捞鱼",
    },
    {
        "hiragana": "たしなむ",
        "kanji": "嗜む",
        "chn": "1.爱好、喜爱（某种活动或嗜好） 2.擅长、精通（某种技艺、文化） 武道を嗜む 懂武道、长期练武术 3.谨慎节制（行为上有自制）酒を嗜む 有节制地爱喝酒（≠酗酒）",
    },
    {
        "hiragana": "くじく",
        "kanji": "挫く",
        "chn": "（他动词）扭伤 挫伤 抑制 打击 「打击某人」「让某人失去斗志」希望をくじく（打击希望）意志をくじく（挫败意志）",
    },
    {
        "hiragana": "くじける",
        "kanji": "挫ける",
        "chn": "（自动词）消沉，扭挫 「自己被打击」「气馁、受挫」困難にくじける（在困难面前受挫）困難にくじけて、彼は夢をあきらめた。",
    },    
    {
        "hiragana": "ひきいる",
        "kanji": "率いる",
        "chn": "带领 率领 统率 率领、带领、领导一群人或一个组织进行某项活动或任务。 引き連れる（ひきつれる）指導する（しどう",
    },
    {
        "hiragana": "ひるむ",
        "kanji": "怯む",
        "chn": "畏惧 害怕 麻痹 意思是因害怕、气势或压力而退缩、胆怯。常用于描述心理上被压倒、临阵退缩的状态。 強敵に怯む 相手の勢いに怯む たじろぐ因惊吓、气势而身体/心理上退缩，常与「怯む」近义  おじけづく害怕、胆怯（俗语口语感更强）",
    },
    {
        "hiragana": "そそのかす",
        "kanji": "唆す",
        "chn": "教唆 怂恿",
    },
    {
        "hiragana": "さずける",
        "kanji": "授ける",
        "chn": "授予 赋予 传授 教授",
    },
    {
        "hiragana": "むしばむ",
        "kanji": "蝕む",
        "chn": "虫蛀 虫咬 侵蚀",
    },
    {
        "hiragana": "やつれる",
        "kanji": "窶れる",
        "chn": "消瘦 憔悴 落魄 因病痛、疲劳、心労等导致身体消瘦、憔悴、变得憔悴不堪。 やせる（痩せる）憔悴する（しょうすいする）衰える（おとろえる）くたびれる",
    },
    {
        "hiragana": "さげる",
        "kanji": "提げる",
        "chn": "提着 携带",
    },
    {
        "hiragana": "おびる",
        "kanji": "帯びる",
        "chn": "1.携带，佩带（武器、命令、使命等）剣を帯びる（佩剑）／使命を帯びる（肩负使命） 2.带有、含有（某种性质、感觉、色彩等）赤みを帯びる（带点红色）／怒りを帯びた声（带怒气的声音）",
    },
    {
        "hiragana": "おびえる",
        "kanji": "怯える",
        "chn": "害怕 “因恐惧或不安而发抖、害怕、惊恐”，常用于形容人或动物因为过去的创伤、眼前的危险或心理的不安而感到恐惧。暴力に怯える 被暴力吓到 恐れる（おそれる）ビクビクする 战战兢兢、提心吊胆 震える（ふるえる）	发抖",
    },    
    {
        "hiragana": "とどこおる",
        "kanji": "滞る",
        "chn": "堵塞 积压 既可以指事情进展不顺，也可指支付、作业、手续等“卡住、延迟”。停滞する（ていたい）詰まる（つまる）",
    },
    {
        "hiragana": "ひるがえす",
        "kanji": "翻す",
        "chn": "翻过来 使..飘动",
    },
    {
        "hiragana": "くつがえす",
        "kanji": "覆す",
        "chn": "打翻 弄翻 推翻 颠覆",
    },
    {
        "hiragana": "こらす",
        "kanji": "凝らす",
        "chn": "凝结 集中 集中（注意力、技巧、智慧等）于某一事物上，相当于“凝聚”“集中精力”“使劲”。集中する（しゅうちゅうする）",
    },
    {
        "hiragana": "はかる",
        "kanji": "図る",
        "chn": "图谋 策划 谋求  改善を図る 图谋改善 解決を図る 设法解决 利益を図る 谋取利益",
    },
    {
        "hiragana": "ほろびる",
        "kanji": "滅びる",
        "chn": "灭绝 灭亡",
    },
    {
        "hiragana": "おしむ",
        "kanji": "惜しむ",
        "chn": "舍不得 惋惜 爱惜 吝啬",
    },
    {
        "hiragana": "こばむ",
        "kanji": "拒む",
        "chn": "拒绝 阻止",
    },
    {
        "hiragana": "いたわる",
        "kanji": "労る",
        "chn": "怜悯 关怀 慰劳",
    },
    {
        "hiragana": "つくろう",
        "kanji": "繕う",
        "chn": "修理 修缮 弥补 整理仪容、打扮 修理する（しゅうりする）直す（なおす）修繕する（しゅうぜんする）",
    },
    {
        "hiragana": "あわれむ",
        "kanji": "哀れむ 憐れむ",
        "chn": "可怜 怜悯 同情 表示对他人的不幸、悲惨、弱小处境感到可怜、同情。 同情する（どうじょうする）",
    },
    {
        "hiragana": "さずかる",
        "kanji": "授かる",
        "chn": "被授予 被赐予 賞を授かる",
    },
    {
        "hiragana": "しつける",
        "kanji": "仕付ける",
        "chn": "1做惯 习惯 2.缝上 补上",
    },
    {
        "hiragana": "かじる",
        "kanji": "齧る",
        "chn": "1.咬 啃 2.引申义：稍微了解、略懂一二 日本史を少し齧ったことがある",
    },
    {
        "hiragana": "さとす",
        "kanji": "諭す",
        "chn": "告示 使..了解 教导 教诲 带有劝导、教诲语气的日语动词，语气较为正式，主要用于长辈、上级、老师等对他人（尤其是晚辈、部下）进行耐心讲理、劝解、开导时 子供を諭す 教导孩子 教える（おしえる）戒める（いましめる）",
    },
    {
        "hiragana": "まぬがれる",
        "kanji": "免れる",
        "chn": "避免 摆脱 幸免 表示避免某种不好的结果、状况或义务，含义是“逃脱、避免、幸免于……”等　逃れる（のがれる）避ける（さける）すり抜ける",
    },
    {
        "hiragana": "おもむく",
        "kanji": "赴く",
        "chn": "1.前往、前去某处（目的地）2.趋向于某种状态、发展方向 現場に赴く 訪れる（おとずれる）出かける（でかける）",
    },
    {
        "hiragana": "そびえる",
        "kanji": "聳える",
        "chn": "耸立 高耸入云 通常指建筑物、山岳等非常高大显眼地矗立着。山が聳える ビルが聳える",
    },
    {
        "hiragana": "かなでる",
        "kanji": "奏でる",
        "chn": "演奏 弹奏 メロディーを奏でる 弾く 演奏する（えんそうする）",
    },
    {
        "hiragana": "ちぎる",
        "kanji": "契る",
        "chn": "誓约 约定",
    },
    {
        "hiragana": "たくす",
        "kanji": "託す",
        "chn": "托付 借口 托词 意思是“托付、委托、寄托（感情、愿望、物品等）”。用于表达信任或情感上的托付。用件を託す 任せる（まかせる）委ねる（ゆだねる）",
    },
    {
        "hiragana": "つかさどる",
        "kanji": "司る 掌る",
        "chn": "掌管 管理 主持 担任 如职务职责、政府职能、大脑功能、神明的主宰等 財政を司る 担当する 管理する",
    },
    {
        "hiragana": "とがめる",
        "kanji": "咎める",
        "chn": "责难 责备 盘问 带有指责、责难、内疚语感的日语动词，既可以指他人批评某人，也可以表示自己内心的不安或自责 過ちを咎める 指责过失、错误 良心が咎める 良心不安，自责 非難する（ひなん） 責める（せめる）",
    },
    {
        "hiragana": "たくわえる",
        "kanji": "蓄える",
        "chn": "储蓄 储存 它可以用于具体的实物储存（如金钱、粮食），也可以用于抽象的积累（如经验、能量、知识）お金を蓄える 知識を蓄える 貯める（ためる）貯蓄する（ちょちく）",
    },
    {
        "hiragana": "つぶる",
        "kanji": "瞑る",
        "chn": "闭眼 = 目を閉じる 目をそらす 移开视线（不是闭眼）",
    },
    {
        "hiragana": "ねだる",
        "kanji": "強請る",
        "chn": "死皮赖脸要求 =せがむ",
    },
    {
        "hiragana": "はねる",
        "kanji": "跳ねる",
        "chn": "1.跳 ボールが跳ねる（球弹起来）  2.飞溅 油が跳ねる（油溅出来）3.结束（演出、聚会等）芝居が跳ねる（演出结束了）",
    },
    {
        "hiragana": "かぶれる",
        "kanji": "かぶれる",
        "chn": "1.皮肤过敏、发炎、起疹子 化粧品で肌がかぶれる 2.盲目崇拜、受影响过深（贬义）アニメにかぶれる（沉迷于动画）=ハマる",
    },
    {
        "hiragana": "あせる",
        "kanji": "褪せる",
        "chn": "褪色 衰减 衰退",
    },
    {
        "hiragana": "いつわる",
        "kanji": "偽る",
        "chn": "冒充 伪造 作假 年齢を偽る 事実を偽る 経歴を偽る ごまかす だます（騙す）偽装する（ぎそう）",
    },
    {
        "hiragana": "こらしめる",
        "kanji": "懲らしめる",
        "chn": "惩罚 惩戒 教训 带有惩罚意味的他动词，意思是“惩罚、教训、让对方长记性”。悪人を懲らしめる 教训坏人，惩治恶人 子どもを懲らしめる 教训孩子 罰する（ばっする）懲役（ちょうえき）",
    },
    {
        "hiragana": "こしらえる",
        "kanji": "拵える",
        "chn": "1.制造,做  夕飯を拵える 2.筹（钱）金を拵えた； 3.捏造,虚构 話を拵える 编造故事 4.化妆,打扮 ",
    },
    {
        "hiragana": "めくる",
        "kanji": "捲る",
        "chn": "掀起(被子) 翻开(书)",
    },
    {
        "hiragana": "しくじる",
        "kanji": "しくじる",
        "chn": "1.搞砸 失败 試験をしくじる 2.被解雇 仕事をしくじる  =失敗する（しっぱい）台無しにする（だいなし）",
    },
    {
        "hiragana": "つらぬく",
        "kanji": "貫く",
        "chn": "贯通 穿过 贯彻(主张)",
    },
    {
        "hiragana": "そそる",
        "kanji": "そそる",
        "chn": "引起 勾起",
    },
    {
        "hiragana": "はじく",
        "kanji": "弾く",
        "chn": "排斥 防水 弹 打算盘",
    },
    {
        "hiragana": "けなす",
        "kanji": "貶す",
        "chn": "贬低 =おとしめる",
    },
    {
        "hiragana": "ひめる",
        "kanji": "秘める",
        "chn": "隐藏",
    },
    {
        "hiragana": "しりぞく",
        "kanji": "退く",
        "chn": "退出，离开",
    },
    {
        "hiragana": "たたえる",
        "kanji": "称える／讃える／誉める",
        "chn": "称赞 用言语等方式对某人的行为、成绩、品质表示高度肯定与赞赏。功績をたたえる 勇気をたたえる =ほめる（褒める）賛美する（さんび）賞賛する（しょうさん）称賛する（しょうさん）",
    },
    {
        "hiragana": "うながす",
        "kanji": "促す",
        "chn": "催促，促使 意思是“催促、推动、促使”。它可以用于催促行为、促进反应/变化、引导某人做某事等多种语境 返事を促す（催促对方回复）成長を促す（促进成长）、発展を促す（推动发展） =せかす催促（更口语、略急迫）勧める（すすめる）",
    },
    {
        "hiragana": "あやぶむ",
        "kanji": "危ぶむ",
        "chn": "担心 怀疑 不相信 担心、担忧、觉得有危险/有问题/不安 通常表示对未来结果、计划、安危等抱有不安或怀疑的态度。将来を危ぶむ 担忧未来发展 安全を危ぶむ 担心是否安全 =心配する 不安に思う",
    },
    {
        "hiragana": "なつく",
        "kanji": "懐く",
        "chn": "接近 亲近 喜欢 驯服 意思是“亲近、亲昵、依恋”，通常用于小孩或动物对人产生信赖、依赖感，变得愿意亲近对方。子供が懐く 孩子变亲近了 犬が懐く 狗变亲人了 その犬は私によく懐いている なかなか懐いてくれない 不愿靠近我",
    },
    {
        "hiragana": "こじれる",
        "kanji": "拗れる",
        "chn": "恶化 复杂化 意思是“恶化、变复杂、变僵”。它可以用于人际关系、谈判、病情、情绪等多种语境 話がこじれる（谈话变僵）風邪がこじれる（感冒恶化）関係がこじれる =行き詰まる（いきづまる）こじらせる他动词，表示“使……恶化”",
    },
    {
        "hiragana": "くつろぐ",
        "kanji": "寛ぐ",
        "chn": "舒坦 放松 惬意 愉快地休息 意思是“放松、舒适、自在地度过时间” 家でくつろぐ 在家里放松休息 くつろいだ雰囲気 轻松自在的氛围 リラックスする 休む（やすむ）だらだらする 无所事事、懒散",
    },
    {
        "hiragana": "ゆずる",
        "kanji": "譲る",
        "chn": "转让 卖给 二手转卖、把东西“出让”出去。 意思是“让给、转让、退让、谦让”。使用范围广，可用于实物、权利、意见、座位、顺序等各种“让步”行为。席を譲る（让座） 意見を譲る（让步于对方的意见）車を友人に譲る（把车转让给朋友）譲渡する（じょうと）",
    },
    {
        "hiragana": "さっする",
        "kanji": "察する",
        "chn": "观测 推测 体谅 谅解",
    },
    {
        "hiragana": "ひねる",
        "kanji": "捻る",
        "chn": "扭 拧 捏 转动 击败打败",
    },
    {
        "hiragana": "ねじる",
        "kanji": "捻る",
        "chn": "扭 拧 捏 转动 击败打败",
    },
    {
        "hiragana": "あざける",
        "kanji": "嘲る",
        "chn": "嘲笑，嘲弄",
    },
    {
        "hiragana": "あらがう",
        "kanji": "抗う",
        "chn": "抗争；反抗 反抗、抵抗、对抗、不屈服于某种力量 常用于抽象的力量，如命运、权威、潮流等。運命に抗う 権力に抗う 抵抗する（ていこう）逆らう（さからう）立ち向かう（たちむかう）反発する（はんぱつ）",
    },
    {
        "hiragana": "あつらえる",
        "kanji": "誂える",
        "chn": "订做 スーツを誂える 定做西装 家具を誂える 定做家具 注文する（ちゅうもん）オーダーする",
    },
    {
        "hiragana": "つらなる",
        "kanji": "連なる",
        "chn": "（自动词）1.成排 连绵 山々が連なっている。 2.列席、出席某组织或会议 重役が会議に連なった。 3.与……有所关联（抽象地）事件は大きな陰謀に連なっていた。",
    },
    {
        "hiragana": "つらねる",
        "kanji": "連ねる",
        "chn": "（他动词）1.使...连成一排 車を道路に連ねて駐車する。 2.参加、列入（组织、名单）名を連ねる。在名单上署名 / 加入某组织。",
    },
    {
        "hiragana": "とだえる",
        "kanji": "途絶える",
        "chn": "(线索 道路)中断",
    },
    {
        "hiragana": "とろける",
        "kanji": "蕩ける",
        "chn": "溶化 心荡神驰",
    },
    {
        "hiragana": "ありふれる",
        "kanji": "有り触れる",
        "chn": "老套 常见",
    },
    {
        "hiragana": "うろたえる",
        "kanji": "狼狽える",
        "chn": "慌张，狼狈",
    },
    {
        "hiragana": "おもいつめる",
        "kanji": "思い詰める",
        "chn": "冥思苦想",
    },
    {
        "hiragana": "きりだす",
        "kanji": "切り出す",
        "chn": "开口，提起",
    },
    {
        "hiragana": "ゆきとどく",
        "kanji": "行き届く",
        "chn": "周到 周密 无微不至",
    },
    {
        "hiragana": "のりだす",
        "kanji": "乗り出す",
        "chn": "着手 探出 出头露面 登上舞台",
    },
    {
        "hiragana": "うちあける",
        "kanji": "打ち明ける",
        "chn": "坦率说出 毫不隐瞒",
    },
    {
        "hiragana": "あざわらう",
        "kanji": "嘲笑う",
        "chn": "嘲笑",
    },
    {
        "hiragana": "うわまわる",
        "kanji": "上回る",
        "chn": "超出 越出",
    },
    {
        "hiragana": "しきる",
        "kanji": "仕切る",
        "chn": "主持 掌管 隔开",
    },
    {
        "hiragana": "しいれる",
        "kanji": "仕入れる",
        "chn": "购入 买入 取得 获得",
    },
    {
        "hiragana": "しかける",
        "kanji": "仕掛ける",
        "chn": "着手 开始做 挑衅 设置陷阱",
    },
    {
        "hiragana": "あんじる",
        "kanji": "案じる",
        "chn": "担心 观念 想",
    },
    {
        "hiragana": "ひかれる",
        "kanji": "惹かれる",
        "chn": "被..吸引",
    },
    {
        "hiragana": "ほころびる",
        "kanji": "綻びる",
        "chn": "绽开 开线 开花",
    },
    {
        "hiragana": "つづる",
        "kanji": "綴る",
        "chn": "装订成册",
    },
    {
        "hiragana": "ぬきだす",
        "kanji": "抜き出す",
        "chn": "抽出 挑选 选拔",
    },
    {
        "hiragana": "かかげる",
        "kanji": "掲げる",
        "chn": "悬挂 挂起 刊登",
    },
    {
        "hiragana": "まみれる",
        "kanji": "塗れる",
        "chn": "涂满全身",
    },
    {
        "hiragana": "ぬけだす",
        "kanji": "抜け出す",
        "chn": "摆脱",
    },
    {
        "hiragana": "しつらえる",
        "kanji": "設える",
        "chn": "布置，陈设，设置 示为某种正式场合或用途，精心准备空间、设备、摆设等，带有“讲究”、“讲礼仪”、“正式”的语感。座敷を設える 布置和式客厅（如茶室） =飾る（かざる）整える（ととのえる）",
    },
    {
        "hiragana": "もだえる",
        "kanji": "もだえる",
        "chn": "挣扎；苦闷 1.因身体痛苦而扭动挣扎、打滚 2.比喻内心在“煎熬”、“焦躁不安”、“欲火焚身”的状态  苦しみにもだえる 在痛苦中挣扎 羞恥にもだえる 羞愧得扭动/痛苦不堪 苦しむ（くるしむ）",
    },
    {
        "hiragana": "たちあう",
        "kanji": "立ち会う",
        "chn": "见证，在场;出産に立ち会う",
    },
    {
        "hiragana": "ひきずる",
        "kanji": "引きずる",
        "chn": "难以忘记",
    },
    {
        "hiragana": "きりだす",
        "kanji": "切り出す",
        "chn": "开头说话 说出",
    },
    {
        "hiragana": "きりあげる",
        "kanji": "切り上げる",
        "chn": "结束；升值",
    },
    {
        "hiragana": "すする",
        "kanji": "すする",
        "chn": "小口啜",
    },
    {
        "hiragana": "ゆさぶる",
        "kanji": "揺さぶる",
        "chn": "震撼 摇动",
    },
    {
        "hiragana": "しぶる",
        "kanji": "渋る",
        "chn": "犹豫、不情愿、迟迟不做某事　お金・返事・承諾・返却・出発 など",
    },
    {
        "hiragana": "ゆすぐ/すすぐ",
        "kanji": "濯ぐ",
        "chn": "口をすすぐ／うがいをする ゆすぐ（口语）すすぐ（正式）抽象用法，仅限「すすぐ」 汚名をすすぐ",
    },
    {
        "hiragana": "さかえる",
        "kanji": "栄える",
        "chn": "繁荣、昌盛、兴旺 国が栄える 文化が栄える 商業が栄える",
    },
    {
        "hiragana": "かすれる",
        "kanji": "掠れる",
        "chn": "声音或字迹等模糊不清、嘶哑、不清楚 声がかすれる 嗓子嘶哑了 インクが切れて字がかすれている。 =にじむ ぼやける",
    },
    {
        "hiragana": "きりあげる",
        "kanji": "切り上げる",
        "chn": "1.提前结束 差不多就收场 仕事を切り上げる 会議を切り上げる 2.向上取整（数学用法）表示四舍五入中的“进位” 3.提升（汇率、价格、工资等）物価を切り上げる",
    },
    {
        "hiragana": "きりとる",
        "kanji": "切り取る",
        "chn": "1.切下、剪下、割下（物理动作）2.（从文件、文章中）摘录、剪辑 3.夺取、攻下（军事用语或比喻）",
    },
    {
        "hiragana": "さわる",
        "kanji": "障る",
        "chn": "妨碍、影响、对……有害、碍事 気に障る（きにさわる）让人不高兴 体に障る（からだにさわる）对身体不好 =害する（がいする） 妨げる（さまたげる）",
    },
    {
        "hiragana": "つきとめる",
        "kanji": "突き止める",
        "chn": "彻底查明、追查到底、搞清楚真相",
    },
    {
        "hiragana": "ほとばしる",
        "kanji": "迸る",
        "chn": "迸发、喷涌、奔流而出，用于描述液体、感情、能量等猛烈地向外涌出的状态，具有强烈的动感。 血が迸る 涙が迸る =噴き出す（ふきだす） 湧き出る（わきでる）",
    },
    {
        "hiragana": "思い切る",
        "kanji": "思い切る",
        "chn": "下决心",
    }, 
    {
        "hiragana": "思い存分(おもいぞんぶん)",
        "kanji": "思い存分",
        "chn": "尽情地、痛快地、毫无保留地 表示不顾一切地、按照自己的心意尽情去做某事。 思い存分楽しむ 尽情享受 思い存分食べる 尽情吃  =存分に（ぞんぶんに）充分地、尽情地 =羽目をはず",
    },
    {
        "hiragana": "取り立て",
        "kanji": "取り立て",
        "chn": "1.催收、讨债、征收（税、钱等）借金を取り立てる  2.特别提起、强调（取り立てて〜ない） 取り立てて言うほどのことでもない。没什么特别值得一说的 3.提拔（某人）到特定职位或地位 新人を係長に取り立てる",
    }, 
    {
        "hiragana": "みほれる",
        "kanji": "見惚れる",
        "chn": "看得入迷、看得出神、陶醉于眼前的美好事物  =うっとりする 陶醉、入迷 =見とれる（みとれる）与見惚れる意思几乎一样，更口语",
    }, 
    {
        "hiragana": "ねぎらう",
        "kanji": "労う",
        "chn": "慰劳、犒劳、表示感谢辛苦 对他人为某件事付出的努力、劳苦表示感谢、赞赏或关心 =感謝する（かんしゃ） =いたわる体贴、关心",
    },
    {
        "hiragana": "言い回す（いいまわす）",
        "kanji": "言い回す",
        "chn": "说得婉转些 换一种说法 为了让话更清楚或更婉转而换种说法表达。 言い回したほうがいいよ 最好说得婉转一点",
    },    
]

adj_words = [
    {
        "hiragana": "あわい",
        "kanji": "淡い",
        "chn": "淡的 浅的",
    },
    {
        "hiragana": "あいいれない",
        "kanji": "相容れない",
        "chn": "势不两立 水火不容 表示两个思想、立场、价值观等无法调和、互相排斥的关系。 食い違う（くいちがう）	意见不合、不一致 矛盾する（むじゅんする）折り合えない（おりあえない）",
    },
    {
        "hiragana": "かたくるしい",
        "kanji": "堅苦しい",
        "chn": "严肃 古板 拘谨的、一本正经的、过于正式的、不轻松的。 堅い（かたい）真面目すぎる（まじめすぎる）フォーマルすぎる",
    },
    {
        "hiragana": "いちじるしい",
        "kanji": "著しい",
        "chn": "显著的 明显的",
    },
    {
        "hiragana": "めざましいい",
        "kanji": "目覚ましい",
        "chn": "显著的 惊人的",
    },
    {
        "hiragana": "うるわしいい",
        "kanji": "麗しい",
        "chn": "漂亮 美丽 秀丽 美しい（うつくしい）雅（ゆうが）",
    },
    {
        "hiragana": "うっとうしい",
        "kanji": "鬱陶しい",
        "chn": "烦闷 沉闷 厌烦 心情烦闷、不舒服、不爽快的事物或氛围。 わずらわしい麻烦的、烦人的 更偏「麻烦」「手续多」的意思 鬱屈（うっくつ）偏书面，心理压抑感更强 イライラする 侧重情绪上的烦乱",
    },
    {
        "hiragana": "すがすがしい",
        "kanji": "清々しい",
        "chn": "清爽的",
    },
    {
        "hiragana": "ずうずうしい",
        "kanji": "図々しい",
        "chn": "脸皮厚的 不要脸的 厚脸皮、无耻、不知羞耻 厚かましい（あつかましい）恥知らず（はじしらず）無神経（むしんけい）不顾他人感受 図太い（ずぶとい）神经大条、不怕事",
    },
    {
        "hiragana": "あつかましい",
        "kanji": "厚かましい",
        "chn": "脸皮厚的 不要脸的",
    },
    {
        "hiragana": "おもおもしい",
        "kanji": "重々しいい",
        "chn": "庄重 严肃 沉重",
    },
    {
        "hiragana": "ものものしい",
        "kanji": "物々しい",
        "chn": "森严 过分 小题大做 过于严肃、紧张、隆重、戒备森严",
    },
    {
        "hiragana": "あわただしい",
        "kanji": "慌ただしい",
        "chn": "慌张 匆忙 不稳 匆忙的、慌张的、忙乱的、不安定的。忙しい（いそがしい）バタバタする 手忙脚乱 せわしない せわしい 忙个不停、不得闲",
    },
    {
        "hiragana": "せわしない/せわしい",
        "kanji": "せわしない/せわしい",
        "chn": "都表示“忙碌”、“匆忙”的意思 =忙しい（いそがしい）",
    },
    {
        "hiragana": "おびただしい",
        "kanji": "夥しい",
        "chn": "很多 大量 无数 非常多的、数量惊人的、极其严重的。大量（たいりょう） 数えきれないほど",
    },
    {
        "hiragana": "いさましい",
        "kanji": "勇ましい",
        "chn": "勇敢的 勇猛的",
    },
    {
        "hiragana": "いたましい",
        "kanji": "痛ましい",
        "chn": "可怜的 凄惨的 令人悲痛、令人同情、惨不忍睹的。事故現場は痛ましい光景だった。 悲惨（ひさん）無惨（むざん）惨不忍睹、残酷 かわいそう 気の毒（きのどく）可怜、感到同情 むごい残忍、惨无人道",
    },
    {
        "hiragana": "うたがわしい",
        "kanji": "疑わしい",
        "chn": "可疑的 怀疑、不确定、不可信 胡散臭い（うさんくさい）可疑的、像骗人的 疑い深い（うたがいぶかい）多疑的 不確か（ふたしか）",
    },
    {
        "hiragana": "わずらわしい",
        "kanji": "煩わしい",
        "chn": "麻烦的 繁琐的 麻烦的、烦人的、心烦的、不想应对的。面倒くさい（めんどうくさい）ややこしい复杂、难搞、混乱 厄介（やっかい）棘手、难对付 うっとうしい烦闷、烦人的",
    },
    {
        "hiragana": "たくましい",
        "kanji": "逞しい",
        "chn": "强壮的 健壮的",
    },
    {
        "hiragana": "はかばかしい",
        "kanji": "捗捗しい(はかどる)",
        "chn": "进展顺利的",
    },
    {
        "hiragana": "すさまじい",
        "kanji": "凄まじい",
        "chn": "1.惊人的、猛烈的、厉害的（程度或规模非常大）2.可怕的、骇人的、异常的（负面情绪） ものすごい非常厉害、惊人",
    },
    {
        "hiragana": "いまわしい",
        "kanji": "忌まわしい",
        "chn": "不吉利的 讨厌的 可恨的 极其负面、令人不快的事件或记忆，语气强烈、书面性强 不快（ふかい）嫌な（いやな）憎たらしい（にくたらしい）",
    },
    {
        "hiragana": "まちどおしい",
        "kanji": "待ち遠しい",
        "chn": "急切等待 盼望 某事物的期待之情很强烈，等得心焦 盼望已久、迫不及待、恨不得它快点来 待ちきれない（まちきれない）待望の（たいぼうの）",
    },
    {
        "hiragana": "きまりわるい",
        "kanji": "決まり悪い",
        "chn": "不好意思 拉不下脸 不好意思、难为情、尴尬、感到羞愧。恥ずかしい（はずかしい）気まずい（きまずい）みんなに見られて、ちょっと決まり悪い。被大家看到了，有点不好意思。",
    },
    {
        "hiragana": "めまぐるしい",
        "kanji": "目紛るしい",
        "chn": "变化太快、眼花缭乱、让人应接不暇",
    },
    {
        "hiragana": "まぎらわしい",
        "kanji": "紛しい",
        "chn": "容易混淆的、让人搞错的、分不清的、容易混为一谈的",
    },    
    {
        "hiragana": "むらしい",
        "kanji": "空しい／虚しい",
        "chn": "空虚 空洞",
    },
    {
        "hiragana": "ややこしい",
        "kanji": "ややこしい",
        "chn": "复杂 繁琐 难办 复杂的、难以理解的、混乱的、麻烦的。複雑（ふくざつ）やかましい麻烦的、繁琐的,也可指吵闹，语义范围更广",
    },
    {
        "hiragana": "あじけない",
        "kanji": "味気ない",
        "chn": "乏味 没意思 事物缺乏趣味、内容单调、无聊无趣、空虚乏味 つまらない 退屈（たいくつ）无聊、乏味",
    },
    {
        "hiragana": "あっけない",
        "kanji": "呆気ない",
        "chn": "太简单 没意思 没劲 要简单、突然、无聊或草率地结束，带有一种“就这样？”的失望、空虚、不满足的情绪。 あっさり 干脆、轻易、简单 物足りない（ものたりない）不够满足、不尽兴 拍子抜け（ひょうしぬけ）扫兴、突然冷场",
    },
    {
        "hiragana": "そっけない",
        "kanji": "素っ気ない",
        "chn": "冷淡 无情 冷淡、简短、没有热情，给人一种不友好、不在乎的印象。冷たい（つめたい）無愛想（ぶあいそう）不亲切、不和气 多用于待人接物缺乏笑容或热情 よそよそしい疏远、不亲密 偏向人际关系的疏离感",
    },
    {
        "hiragana": "なにげない",
        "kanji": "何気ない",
        "chn": "若无其事 无心 无意 无意的、漫不经心的、不刻意的 平淡无奇的、日常的、看似平常的 普通（ふつう）さりげない自然地、不做作 無意識に（むいしきに）",
    },
    {
        "hiragana": "おっかない",
        "kanji": "おっかない",
        "chn": "可怕的、令人害怕的、吓人的。是「怖い（こわい）」的俗语形式（更随意、更口语）恐ろしい（おそろしい）怖い（こわい）ゾッとする 不寒而栗、毛骨悚然",
    },
    {
        "hiragana": "おもいがけない",
        "kanji": "思いがけない",
        "chn": "想不到的 意外的 意想不到的、出乎意料的、没想到的。不意に（ふいに）意外（いがい）予期せぬ（よきせぬ）",
    },
    {
        "hiragana": "そぐわない",
        "kanji": "そぐわない",
        "chn": "不合适 不合拍 不切合 不相称、不符合、不协调、不适合。表示两者之间不一致、不协调、不合逻辑或不搭调的关系。ふさわしくない不适合",
    },
    {
        "hiragana": "かなわない",
        "kanji": "敵わない",
        "chn": "比不过 敌不上",
    },
    {
        "hiragana": "みたない",
        "kanji": "満たない",
        "chn": "不满 不足",
    },
    {
        "hiragana": "さえない",
        "kanji": "冴えない",
        "chn": "(人的外貌或精神状态 氛围、天气、成绩等“没亮点”的感觉)不精神、不舒服、没状态 暗淡、沉闷、缺乏活力 状态不好、不亮眼、显得暗淡或提不起劲 パッとしない不起眼、不出色",
    },
    {
        "hiragana": "いなめない",
        "kanji": "否めない",
        "chn": "无法否认的 不能拒绝",
    },
    {
        "hiragana": "きわまりない",
        "kanji": "極まりない",
        "chn": "极其 非常",
    },
    {
        "hiragana": "はかない",
        "kanji": "儚い",
        "chn": "缥缈的 虚无的",
    },
    {
        "hiragana": "だらしない",
        "kanji": "だらしない",
        "chn": "不检点的 放荡的 邋遢的",
    },
    {
        "hiragana": "ずぶとい",
        "kanji": "図太い",
        "chn": "1.褒义：沉着冷静，心理强大，心理强大 神経が太い（しんけいがふとい）神经粗，不容易紧张 2.贬义：脸皮厚，不知羞耻，没神经 =図々しい（ずうずうしい）",
    },
    {
        "hiragana": "くどい",
        "kanji": "諄い",
        "chn": "1.（行为/手段）恶劣、卑劣、奸诈、狠毒 2.（颜色/味道）过于浓烈、刺眼、俗气  卑劣（ひれつ）悪質（あくしつ）邪悪（じゃあく）",
    },    
    {
        "hiragana": "あくどい",
        "kanji": "あくどい",
        "chn": "冗长乏味，啰嗦，叨唠，喋喋不休；过于浓厚，油腻",
    },
    {
        "hiragana": "あざとい",
        "kanji": "あざとい",
        "chn": "耍小聪明的 贪婪的 心机重、精于算计、做作 ずるい",
    },
    {
        "hiragana": "めざとい",
        "kanji": "目敏い",
        "chn": "眼尖的 目光明锐",
    },
    {
        "hiragana": "いさぎよい",
        "kanji": "潔い",
        "chn": "1清白 纯洁 2果然 干脆 爽快",
    },
    {
        "hiragana": "くすぐったい",
        "kanji": "擽ったい",
        "chn": "1.发痒的かゆい 足の裏がくすぐったい。 2.不好意思 难为情 みんなの前で褒められて、くすぐったい気持ちになった。=照れくさい害羞，难为情 =恥ずかしい",
    },
    {
        "hiragana": "もどかしい",
        "kanji": "もどかしい",
        "chn": "令人着急 不耐烦 事情不如预期发展，或者自己想做却做不到，看别人做又着急的那种焦躁感、无力感。 =いらいらする（イライラする）焦躁、烦躁 歯がゆい（はがゆい）着急、焦躁 やきもきする焦虑不安，坐立不安 もやもやする心里闷闷的，不痛快",
    },
    {
        "hiragana": "てれくさい",
        "kanji": "照れくさい",
        "chn": "害羞，难为情;照れくさそうに笑う",
    },
    {
        "hiragana": "いぶかしい",
        "kanji": "いぶかしい",
        "chn": "可疑、令人起疑 不解、感到纳闷; いぶかしげな顔 疑惑的神情 =怪しい（あやしい）不審（ふしん）",
    },
    {
        "hiragana": "ここちよい",
        "kanji": "心地よい",
        "chn": "愉快的 舒适的",
    },
    {
        "hiragana": "こころよい",
        "kanji": "快い",
        "chn": "高兴的 愉快的 痛快的",
    },
    {
        "hiragana": "こころぼそい",
        "kanji": "心細い",
        "chn": "心理没底 没把握 不安的",
    },
    {
        "hiragana": "こころない",
        "kanji": "心無い",
        "chn": "无情的 不懂情趣的 无情的、冷酷的、缺乏同情心的、残忍的。冷たい（つめたい）無神経（むしんけい）不顾他人感受、迟钝",
    },
    {
        "hiragana": "しぶとい",
        "kanji": "しぶとい",
        "chn": "顽强 倔强 犟脾气",
    },
    {
        "hiragana": "すばしこい",
        "kanji": "すばしこい",
        "chn": "敏捷 利落 灵活 动作敏捷、反应迅速、身手灵活。常用来形容动物、小孩、运动员等身体动作很快、不容易被捉住，偶尔也可以形容反应灵活的人。敏捷（びんしょう）",
    },
    {
        "hiragana": "すばやい",
        "kanji": "素早い",
        "chn": "快速 麻利 敏捷 强调“速度快”",
    },
    {
        "hiragana": "だるい",
        "kanji": "怠い",
        "chn": "懒惰的 困倦的 乏力的",
    },
    {
        "hiragana": "かったるい",
        "kanji": "かったるい",
        "chn": "疲倦，慵懒；叫人感到不耐烦 「懒得动」、「有气无力」、「累人」、「烦死了」、「有点疲惫又不想干」",
    },    
    {
        "hiragana": "するどい",
        "kanji": "鋭い",
        "chn": "尖锐的 敏锐的",
    },
    {
        "hiragana": "もろい",
        "kanji": "脆い",
        "chn": "易碎的 脆弱的",
    },
    {
        "hiragana": "たえがたい",
        "kanji": "耐え難い",
        "chn": "难以忍受的",
    },
    {
        "hiragana": "つれない",
        "kanji": "つれない",
        "chn": "冷库 无情 狠心 薄情",
    },
    {
        "hiragana": "ていたい",
        "kanji": "手痛い",
        "chn": "严重的 重大的 沉重的",
    },
    {
        "hiragana": "はかりしれない",
        "kanji": "計り知れない",
        "chn": "无法估量的",
    },
    {
        "hiragana": "はなはだしい",
        "kanji": "甚だしい",
        "chn": "非常 极度 超越一般程度",
    },
    {
        "hiragana": "たどたどしい",
        "kanji": "辿々しい",
        "chn": "不熟练 磕磕绊绊 生涩",
    },
    {
        "hiragana": "よそよそしい",
        "kanji": "余所余所しい",
        "chn": "忽视 冷淡 不亲热 疏远感、生疏感、不亲近的态度。这个词通常带有一种“本应更亲近，但现在却显得生冷”的微妙情绪。素っ気ない（そっけない）よそよそしくする疏远对待（动词化）",
    },
    {
        "hiragana": "あぶなげない",
        "kanji": "危なげない",
        "chn": "十拿九稳的",
    },
    {
        "hiragana": "なまぬるい",
        "kanji": "生ぬるい",
        "chn": "温暖的 不严格 睁一只眼闭一只眼 字面意思是“有点温、微温、不够热”，引申为“态度不够严厉”、“不够彻底”、“软弱”的意思。生ぬるい考え：想法太天真/软弱  生ぬるい態度：态度不坚决、不严肃 生ぬるい対応：处理方式太宽松",
    },
    {
        "hiragana": "せつない",
        "kanji": "切ない",
        "chn": "悲痛、悲伤 悲しい（かなしい）",
    },
    {
        "hiragana": "つたない",
        "kanji": "拙い",
        "chn": "拙劣，不高明；愚拙，笨拙；运气不佳，命运不好 拙い文章（文章拙劣） =不器用（ぶきよう）手笨、笨拙 偏向「手工、操作」方面的笨拙 粗末（そまつ）粗糙、粗劣 拙劣（せつれつ）",
    },
    {
        "hiragana": "ほほえましい",
        "kanji": "微笑ましい",
        "chn": "让人感到温馨、惹人微笑、令人欣慰的样子",
    },
    {
        "hiragana": "やるせない",
        "kanji": "やるせない",
        "chn": "郁郁寡欢的 悲伤、痛苦却无法排解的无力感或郁闷感。;その子の話を聞いてやるせない気持ちになった =やりきれない难以承受（情绪上的） 切ない（せつない）悲しい（かなしい）",
    },
    {
        "hiragana": "どしがたい",
        "kanji": "度し難い",
        "chn": "无可救药、无法说服 来自于佛教用语「度する（どする）」＝引导他人脱离烦恼（度化）",
    },
    {
        "hiragana": "おおまか",
        "kanji": "大まか",
        "chn": "1.大致的 粗略的 草率的 大まかな見積もりを出す =おおざっぱ（大雑把）概略（がいりゃく）ざっくり 2.性格豪爽、不拘小节 大まかな性格 おおらか（大らか）：性格宽容、不拘小节 大雑把（おおざっぱ）：也可以表示性格粗犷，但带有稍许不够细心的意味",
    },
    {
        "hiragana": "おおらか",
        "kanji": "大らか",
        "chn": "豁达 大方 心胸开阔",
    },
    {
        "hiragana": "のどか",
        "kanji": "長閑",
        "chn": "悠闲 宁静",
    },
    {
        "hiragana": "まばら(な)",
        "kanji": "疎ら",
        "chn": "稀疏、不密集、间隔大、零散 指的是人、物、事物的分布不密集、不连贯、间隔较大。同义词 ちらほら ぽつぽつ",
    },
    {
        "hiragana": "なめらか",
        "kanji": "滑らか",
        "chn": "光滑 润滑 流利",
    },
    {
        "hiragana": "したたか",
        "kanji": "強か",
        "chn": "1.强烈地、厉害地、严重地 2难对付 不好惹 厉害 手強い（てごわい）",
    },
    {
        "hiragana": "おごそか",
        "kanji": "厳か",
        "chn": "庄严 严肃 庄重 用于描述气氛、仪式、场合等给人一种肃静、神圣、不轻浮的感觉。 厳粛（げんしゅく）荘重（そうちょう）荘厳（そうごん）重々しい（おもおもしい）ものものしい",
    },
    {
        "hiragana": "おろそか",
        "kanji": "疎か",
        "chn": "疏忽 不认真 马虎",
    },
    {
        "hiragana": "あざやか",
        "kanji": "鮮やか",
        "chn": "鲜艳的 巧妙的",
    },
    {
        "hiragana": "かろやか",
        "kanji": "軽やか",
        "chn": "轻快、轻盈、灵巧、不沉重 軽やかに踊る 軽やかな足取り（あしどり）轻快的脚步 軽やかな音楽 軽やかなステップ 軽やかな口調 轻快的语调",
    },
    {
        "hiragana": "きらびやか",
        "kanji": "煌びやか",
        "chn": "光辉 璀璨 夺目的",
    },
    {
        "hiragana": "はなやか",
        "kanji": "華やか",
        "chn": "华丽的 辉煌 盛大",
    },
    {
        "hiragana": "はれやか",
        "kanji": "晴れやか",
        "chn": "晴朗 愉快 明朗",
    },
    {
        "hiragana": "しとやか",
        "kanji": "淑やか",
        "chn": "端庄 文雅 安详",
    },
    {
        "hiragana": "しなやか",
        "kanji": "しなやか",
        "chn": "柔软 灵活 婀娜 柔美 1.物理上的柔韧、柔软有弹性 =柔らかい（やわらかい） 2.人的动作或态度温和、不生硬 =優雅（ゆうが） たおやか しとやか（淑やか）",
    },
    {
        "hiragana": "すこやか",
        "kanji": "健やか",
        "chn": "健壮 强壮",
    },
    {
        "hiragana": "すみやか",
        "kanji": "速やか",
        "chn": "及时 迅速 快速",
    },
    {
        "hiragana": "かるやか",
        "kanji": "軽やか",
        "chn": "轻飘飘 轻快",
    },
    {
        "hiragana": "つややか",
        "kanji": "艶やか",
        "chn": "鲜艳 有光泽",
    },
    {
        "hiragana": "なだらか",
        "kanji": "なだらか",
        "chn": "平缓 坡度小",
    },
    {
        "hiragana": "ほがらか",
        "kanji": "朗らか",
        "chn": "开朗 爽卡 爽朗",
    },
    {
        "hiragana": "ひややか",
        "kanji": "冷やか",
        "chn": "凉 冷冰冰",
    },
    {
        "hiragana": "きよらか",
        "kanji": "清らか",
        "chn": "清澈 干净 纯洁",
    },
    {
        "hiragana": "みやびやか",
        "kanji": "雅やか",
        "chn": "优雅、高雅、文雅、风度翩翩 雅やかな所作（しょさ）=優雅（ゆうが） 上品（じょうひん） おしとやか 娴静、文静（多形容女性）たおやか 柔美、婉约",
    },
    {
        "hiragana": "たおやか",
        "kanji": "たおやか",
        "chn": "柔和、婉约、优雅 常用于形容女性、动作、姿态等的柔美之美",
    },
    {
        "hiragana": "おしとやか",
        "kanji": "おしとやか",
        "chn": "文静、端庄、娴淑、温婉 用于形容一个人（多为女性）举止端庄、说话温柔、行为得体，通常带有传统淑女形象的语感",
    },  
]

f_words = [
    {
        "hiragana": "おおむね",
        "kanji": "概ね",
        "chn": "大体上、总体上、基本上　常见于书面语　口语常说「だいたい」「ほとんど」　概ね完成　概ね理解している　=おおよそ =おおかた",
    },
    {
        "hiragana": "ぶつぶつ",
        "kanji": "ぶつぶつ",
        "chn": "嘟囔 唠叨 颗粒状疙瘩",
    },
    {
        "hiragana": "あやふや",
        "kanji": "あやふや",
        "chn": "含糊 模棱两可",
    },
    {
        "hiragana": "しみじみ",
        "kanji": "しみじみ",
        "chn": "深切地、深深地、由衷地、痛切地、感慨地、静静地…… しみじみ感じる しみじみ思う／感じる／語る／心にしみる 胸にしみる =つくづく深深地 =ひしひし强烈地、深切地  じんわり慢慢地渗透，温柔地感受",
    },
    {
        "hiragana": "あやふや",
        "kanji": "あやふや",
        "chn": "含糊 模棱两可",
    },
    {
        "hiragana": "ありのまま",
        "kanji": "ありのまま",
        "chn": "如实的 按照原样的",
    },
    {
        "hiragana": "かたくな",
        "kanji": "頑な",
        "chn": "顽固的",
    },
    {
        "hiragana": "きまぐれ",
        "kanji": "気まぐれ",
        "chn": "天气或人的性情变化无常",
    }, 
    {
        "hiragana": "ぞんざい",
        "kanji": "ぞんざい",
        "chn": "1.粗鲁、不礼貌（態度が乱暴）無礼（ぶれい）乱暴（らんぼう）荒っぽい（あらっぽい）横柄（おうへい） 2.草率、马虎（丁寧でない）おおざっぱ粗略 ずさん草率 いい加減（いいかげん）敷衍了事",
    },
    {
        "hiragana": "ふんだん",
        "kanji": "ふんだん",
        "chn": "大量的 过量 ＝たっぷり充足、满满地、豊富（ほうふ）に",
    },
    {
        "hiragana": "まちまち",
        "kanji": "まちまち",
        "chn": "众口难调 各式各样 不同的",
    },
    {
        "hiragana": "しょんぼり",
        "kanji": "しょんぼり",
        "chn": "无精打采地 因失落、沮丧、没精神、被打击而情绪低落的样子。=がっかり 落ち込む しゅんとする うなだれる どんより沉闷、阴郁",
    },
    {
        "hiragana": "にんまり",
        "kanji": "にんまり(する)",
        "chn": "相当于中文的「暗自一笑」「偷笑」「满意地笑」「微微一笑」 =にこにこ くすくす 偷笑 にやにや にやり咧嘴一笑",
    },
    {
        "hiragana": "けたけた",
        "kanji": "けたけた(する)",
        "chn": "（旁若无人地）轻薄地笑;けたけたと笑う",
    },
    {
        "hiragana": "ぽかん",
        "kanji": "ポカン",
        "chn": "发呆状 为吃惊、愕然、没反应过来而张着嘴发呆的样子；或茫然地看着的样子。 =ぼんやり 发呆、心不在焉 きょとん多用于「一脸茫然」的表情 呆然（ぼうぜん）",
    },
    {
        "hiragana": "じわり",
        "kanji": "じわり",
        "chn": "逐步 一点点地 缓慢地、逐渐地、不知不觉间一点点地发生变化，也可以用于情绪、感觉、动作或影响慢慢渗透或扩散的样子。=じわっと／じわじわ 缓慢地、渐渐地 徐々に（じょじょに）次第に（しだいに）",
    },
    {
        "hiragana": "きらり",
        "kanji": "キラリ",
        "chn": "一闪 一晃 一瞬间",
    },
    {
        "hiragana": "なんなりと",
        "kanji": "何なりと",
        "chn": "无论什么",
    },
    {
        "hiragana": "いやに",
        "kanji": "嫌に",
        "chn": "离奇地 非常 很 反常地、异常地 带有不舒服、奇怪、令人在意的感觉（有违和感）",
    },
    {
        "hiragana": "やけに",
        "kanji": "やけに",
        "chn": "过分 非常 带有异常强烈、带点情绪（烦躁、生气等）",
    },
    {
        "hiragana": "ことに",
        "kanji": "ことに",
        "chn": "非常 特别 格外 尤其（客观） =格段に（かくだん）显著地、格外地、特别地",
    },
    {
        "hiragana": "とりわけ",
        "kanji": "とりわけ",
        "chn": "非常 特别 格外 尤其（客观）",
    },
    {
        "hiragana": "やたらに／やたらと",
        "kanji": "やたらに／やたらと",
        "chn": "1.随便、无计划地 2.非常 程度很高 无节制、过头",
    },
    {
        "hiragana": "むやみに",
        "kanji": "無暗に",
        "chn": "胡乱 过度 过分 不考虑后果 含有“没有节制”、“不分场合”、“毫无根据地做某事”的贬义语感。 むやみに信じる 轻信 むやみに動く 轻举妄动 むやみに使う 滥用 =やたらに／やたらと 無計画に",
    },
    {
        "hiragana": "あまりにも",
        "kanji": "あまりにも",
        "chn": "强调程度之高，表示“太……了”、“过于……”、“实在是……”。 あまりにも寒くて外に出られなかった 太冷了，出不了门",
    },
    {
        "hiragana": "だんぜん",
        "kanji": "断然",
        "chn": "坚决 果断 非常 格外",
    },
    {
        "hiragana": "そっこく",
        "kanji": "即刻",
        "chn": "立刻 马上",
    },
    {
        "hiragana": "そくざに",
        "kanji": "即座に",
        "chn": "当场 立即",
    },
    {
        "hiragana": "とっさに",
        "kanji": "咄嗟に",
        "chn": "瞬间 立刻",
    },
    {
        "hiragana": "きゅうきょ",
        "kanji": "急遽",
        "chn": "急忙 仓皇 匆忙",
    },
    {
        "hiragana": "とっくに",
        "kanji": "とっくに",
        "chn": "早就 早已经",
    },
    {
        "hiragana": "かねがね",
        "kanji": "かねがね",
        "chn": "早就 很早以前就",
    },
    {
        "hiragana": "かねて",
        "kanji": "予て",
        "chn": "早先 以前",
    },
    {
        "hiragana": "じきに",
        "kanji": "直に",
        "chn": "立刻 马上",
    },
    {
        "hiragana": "いまにも",
        "kanji": "今にも",
        "chn": "眼看就要 马上要",
    },
    {
        "hiragana": "いかにも..ようだ",
        "kanji": "如何にも",
        "chn": "1.的确、确实是（＝まさしく） いかにも彼らしい答えだ。的确是他会说的答案。 2.一看就是（いかにも〜そう／らしい/ようだ）表示某人或某物完全符合刻板印象、外观或行为的样子 3.的确如此",
    },
    {
        "hiragana": "どうやら..ようだ",
        "kanji": "どうやら..ようだ",
        "chn": "似乎 好像 总算要",
    },
    {
        "hiragana": "どうやら",
        "kanji": "どうやら",
        "chn": "1.多半 大概要 总感觉 どうやら..ようだ/らしい/そうだ/みたいだ 2.好不容易才 费了很大劲，总算设法完成了……",
    },
    {
        "hiragana": "ろくに..ない",
        "kanji": "ろくに..ない",
        "chn": "(不能)充分地.. 像样地、好好地、充分地  ろくに寝ない 几乎没睡觉 ろくに食べない 几乎没吃东西",
    },
    {
        "hiragana": "いっこうに..ない",
        "kanji": "一向に..ない",
        "chn": "完全 全然 一点也不",
    },
    {
        "hiragana": "いっせいに",
        "kanji": "一斉に",
        "chn": "一齐 同时",
    },
    {
        "hiragana": "いっさいに..ない",
        "kanji": "一切に",
        "chn": "完全不",
    },    
    {
        "hiragana": "どうにも..ない",
        "kanji": "どうにも..ない",
        "chn": "无论怎么也(做不到)",
    },
    {
        "hiragana": "さほど..ない",
        "kanji": "さほど..ない",
        "chn": "并没有那么...",
    },
    {
        "hiragana": "とうてい..ない",
        "kanji": "到底..ない",
        "chn": "怎么样也(完成不了)",
    },
    {
        "hiragana": "てっきり",
        "kanji": "てっきり",
        "chn": "1.一定是，有信心的推测　=必ず 2.本以为……结果却…… 表示**“本以为……结果却不是”，带有误解、误判**后的“意外、惊讶”的语气。 てっきり～と思った（のに）てっきり～かと思っていた",
    },
    {
        "hiragana": "いちずに",
        "kanji": "一途に",
        "chn": "专心 一心一意",
    },
    {
        "hiragana": "いまさら",
        "kanji": "今更",
        "chn": "事到如今",
    },
    {
        "hiragana": "いまだに",
        "kanji": "未だに",
        "chn": "仍然 还 尚未",
    },
    {
        "hiragana": "いまに",
        "kanji": "今に",
        "chn": "早晚 迟早有一天",
    },
    {
        "hiragana": "いまにも",
        "kanji": "いまにも...そうだ",
        "chn": "眼看就要 马上就要(下雨)",
    },
    {
        "hiragana": "つぶさに",
        "kanji": "具に",
        "chn": "具体地",
    },
    {
        "hiragana": "まえもって",
        "kanji": "前もって",
        "chn": "事先 预先",
    },
    {
        "hiragana": "いくぶん",
        "kanji": "幾分",
        "chn": "些许 少许",
    },
    {
        "hiragana": "いささか",
        "kanji": "些か",
        "chn": "些许 少许　=わずか 僅か",
    },
    {
        "hiragana": "いっそ",
        "kanji": "いっそ",
        "chn": "干脆 索性 倒不如 常带有放弃现状、选择更激烈或果断做法**的情绪色彩。いっそ～したほうがいい 干脆……比较好  いっそ～してしまおう 索性就……吧 こんなに苦しいなら、いっそ辞めてしまおうか。这么痛苦的话，不如干脆辞掉算了。",
    },
    {
        "hiragana": "いっそう",
        "kanji": "一層",
        "chn": "更加 越发 更进一步、更上一层楼 一層努力する 台風が接近し、風は一層強くなった。 =もっと =さらに",
    },
    {
        "hiragana": "おおかた",
        "kanji": "大方",
        "chn": "1.大部分、大致、差不多 おおかたの仕事は終わった。大部分的工作已经完成了。 2.恐怕是……、大概是……（表示推测）接近于“たぶん”“おそらく”的语气 おおかた彼はもう家に着いているだろう。→ 他大概已经到家了吧。",
    },
    {
        "hiragana": "おおよそ",
        "kanji": "大凡",
        "chn": "大体上 总得来说",
    },
    {
        "hiragana": "みずから",
        "kanji": "自ら",
        "chn": "亲自、自己主动去做",
    },    
    {
        "hiragana": "あのずと",
        "kanji": "自ずと",
        "chn": "自然而然的，不由自主地，客观发生，非人为",
    },
    {
        "hiragana": "ひとりでに",
        "kanji": "独りで",
        "chn": "(门)自动开了 自然而然",
    },
    {
        "hiragana": "かろうじて",
        "kanji": "辛うじて",
        "chn": "勉勉强强 好不容易",
    },
    {
        "hiragana": "どうにか",
        "kanji": "どうにか",
        "chn": "1.表示「好不容易才…」「勉强完成…」=かろうじて どうにか試験に合格できた。勉强考过了考试。 2.用于请求、愿望：「どうにかして〜」「なんとか〜」能不能...",
    },
    {
        "hiragana": "なるたけ",
        "kanji": "なるたけ",
        "chn": "尽量 尽可能 尽量 相当于「なるべく」的口语说法",
    },
    {
        "hiragana": "ことごとく",
        "kanji": "悉く",
        "chn": "全部 无一例外",
    },
    {
        "hiragana": "〜ごとく",
        "kanji": "如く",
        "chn": "如同…一样 風のごとく走る 如风一般地奔跑 夢のごとく曖昧だった 如梦一般模糊",
    },
    {
        "hiragana": "〜ごとき",
        "kanji": "如き",
        "chn": "类似…、像…这种 （带轻蔑、谦逊、引用语气） お前ごとき 像你这种人 素人ごときが口を出すな 像外行人那种人别插嘴  私ごときが意見を述べるなど恐れ多い（自谦）像我这种人发表意见，实在惶恐。",
    },
    {
        "hiragana": "のきなみ",
        "kanji": "軒並み",
        "chn": "挨家挨户 一律 一个个",
    },
    {
        "hiragana": "くまなく",
        "kanji": "隈なく",
        "chn": "到处 全部地方 くまなく探す（さがす）到处找、找遍了 くまなく調べる（しらべる）	彻底调查",
    },
    {
        "hiragana": "ねこそぎ",
        "kanji": "根こそぎ",
        "chn": "根除 全部拿走 一点不留 连根拔起、一扫而空、全部、不留余地",
    },
    {
        "hiragana": "とかく～しがち",
        "kanji": "とかく～しがち",
        "chn": "表倾向 动不动就、往往 动不动容易..(がち) とかく～しがちだ とかく現代人は運動不足になりがちだ。 现代人容易缺乏运动。",
    },
    {
        "hiragana": "はなはだ",
        "kanji": "甚だ",
        "chn": "非常 极度 =すごく 非常に きわめて 至極（しごく）はなはだ残念",
    },
    {
        "hiragana": "すこぶる",
        "kanji": "頗る",
        "chn": "很 非常 すこぶる元気だ すこぶる優秀だ",
    },
    {
        "hiragana": "がぜん",
        "kanji": "俄然",
        "chn": "忽然 突然",
    },
    {
        "hiragana": "もっぱら",
        "kanji": "専ら",
        "chn": "专门 主要 专门、主要、几乎只、完全是…… =主に（おもに）",
    },
    {
        "hiragana": "ひとまず",
        "kanji": "一先ず",
        "chn": "姑且 暂时",
    },
    {
        "hiragana": "ひとえに",
        "kanji": "偏に",
        "chn": "1.表示「完全归功于……」 今回の成功は、ひとえに皆様のおかげです。此次的成功全靠大家的支持。 2.表示「真诚地……」 ひとえに感謝申し上げます。=まことに",
    },
    {
        "hiragana": "ひいて(は)",
        "kanji": "引いて(は)",
        "chn": "进一步,还有.. 運動は健康に良く、ひいては医療費の削減にもつながる。运动有益健康，进而也有助于减少医疗开支。",
    },
    {
        "hiragana": "まして",
        "kanji": "況して",
        "chn": "更何况 子どもでもできる。まして大人なら簡単だ。连小孩子都能做到，更别说大人了。",
    },
    {
        "hiragana": "もろに",
        "kanji": "もろに",
        "chn": "1.直接、正面 毫无防备地遭受某事 もろに顔をぶつけた。脸直接撞上去了。 2.完全、毫无保留地…… もろに出る／現れる 某种特征完全表现出来",
    },
    {
        "hiragana": "もはや",
        "kanji": "最早",
        "chn": "早已 事到如今已经来不及了",
    },
    {
        "hiragana": "よもや",
        "kanji": "よもや..だろう",
        "chn": "=まさか 难道说 竟然",
    },    
    {
        "hiragana": "よほど",
        "kanji": "余程",
        "chn": "相当 =かなり  よほど〜たら 表示差一点发生某事 よほど泣き出しそうになった。差点就哭出来了",
    },
    {
        "hiragana": "ちょくちょく",
        "kanji": "ちょくちょく",
        "chn": "经常 时常",
    },
    {
        "hiragana": "しょっちゅう",
        "kanji": "しょっちゅう",
        "chn": "老是、经常 有时含有“有点烦”“受不了”的语气 彼はしょっちゅう遅刻する。他总是迟到",
    },    
    {
        "hiragana": "ときおり",
        "kanji": "時折",
        "chn": "有时 偶尔",
    },
    {
        "hiragana": "しきりに",
        "kanji": "頻りに",
        "chn": "频繁 不断",
    },    
    {
        "hiragana": "ふいに",
        "kanji": "不意に",
        "chn": "意外",
    },
    {
        "hiragana": "いとも",
        "kanji": "最も",
        "chn": "很 非常",
    },
    {
        "hiragana": "うすうす",
        "kanji": "薄々",
        "chn": "隐隐约约感觉到 总觉得",
    },
    {
        "hiragana": "てきぱき",
        "kanji": "テキパキ",
        "chn": "麻利的 干净利落的",
    },
    {
        "hiragana": "すんなり",
        "kanji": "すんなり",
        "chn": "顺利 容易 毫不费力 苗条",
    },
    {
        "hiragana": "むしょうに",
        "kanji": "無性に",
        "chn": "情不自禁 非常想 很",
    },
    {
        "hiragana": "もっとも",
        "kanji": "最も",
        "chn": "最...",
    },
    {
        "hiragana": "もっとも",
        "kanji": "もっとも",
        "chn": "但是 话虽如此",
    },
    {
        "hiragana": "もっともだ",
        "kanji": "のもっともだ",
        "chn": "..是理所当然的",
    },
    {
        "hiragana": "どうせ",
        "kanji": "后接...なら",
        "chn": "反正怎样都会...怎么都要...",
    },
    {
        "hiragana": "ぼんやり",
        "kanji": "ぼんやり",
        "chn": "模糊 马虎 无所事事 发呆",
    },
    {
        "hiragana": "ひんやり",
        "kanji": "ひんやり",
        "chn": "凉飕飕的",
    },
    {
        "hiragana": "なにより",
        "kanji": "何より",
        "chn": "比什么都好 再好不过",
    },
    {
        "hiragana": "たかだか",
        "kanji": "高高",
        "chn": "最多 顶多=せいぜい ",
    },
    {
        "hiragana": "ただでさえ",
        "kanji": "ただでさえ",
        "chn": "本来就已经",
    },
    {
        "hiragana": "~のだったら",
        "kanji": "~のだったら",
        "chn": "如果...的话 说到..",
    },
    {
        "hiragana": "くらいなら",
        "kanji": "后接...ほうが...",
        "chn": "比起做A，不如做B",
    },
    {
        "hiragana": "~そこすれ",
        "kanji": "~そこすれ",
        "chn": "只有 只会",
    },
    {
        "hiragana": "~といった",
        "kanji": "=など",
        "chn": "举例 类似于",
    },
    {
        "hiragana": "~もの/~もん",
        "kanji": "常与だって一起用",
        "chn": "表原因..因为..",
    },
    {
        "hiragana": "たって",
        "kanji": "=たとえっても",
        "chn": "即使...也...;虽然...但是...",
    },
    {
        "hiragana": "というもの",
        "kanji": "前面接时间",
        "chn": "这段时间以来一直..",
    },
    {
        "hiragana": "Vます＋たて",
        "kanji": "Vます＋たて",
        "chn": "刚刚xx完",
    },
    {
        "hiragana": "Vます＋とおす",
        "kanji": "Vます＋通す",
        "chn": "做某事坚持到结束",
    },
    {
        "hiragana": "Vます＋まくる",
        "kanji": "Vます＋まくる",
        "chn": "一直重复做某事 总是做某事",
    },
    {
        "hiragana": "やさきに",
        "kanji": "矢先に",
        "chn": "正要...的时候",
    },
    {
        "hiragana": "ごとに",
        "kanji": "＝たびに",
        "chn": "每当...时候 每隔...",
    },
    {
        "hiragana": "にかけては",
        "kanji": "にかけては",
        "chn": "在...方面",
    },
    {
        "hiragana": "わりには",
        "kanji": "わりには",
        "chn": "虽然...",
    },
    {
        "hiragana": "だけましだ",
        "kanji": "だけましだ",
        "chn": "幸好...",
    },
    {
        "hiragana": "おおよそ",
        "kanji": "大凡",
        "chn": "大概情况 大约 大概",
    },
    {
        "hiragana": "いとも",
        "kanji": "いとも",
        "chn": "非常 很..",
    },
    {
        "hiragana": "いたって",
        "kanji": "至って",
        "chn": "非常 很..",
    },
    {
        "hiragana": "あたかも~ようだ",
        "kanji": "恰も",
        "chn": "恰似 宛如",
    },
    {
        "hiragana": "さも~ようだ",
        "kanji": "さも",
        "chn": "仿佛 好像 用法和意思同上",
    }, 
    {
        "hiragana": "まじまじ",
        "kanji": "まじまじ",
        "chn": "目不转睛",
    },
    {
        "hiragana": "てきばき",
        "kanji": "てきばき",
        "chn": "麻利 爽快",
    },
    {
        "hiragana": "ひとまず",
        "kanji": "一先ず",
        "chn": "姑且 暂时",
    },
    {
        "hiragana": "くまなく",
        "kanji": "隈なく",
        "chn": "到处 处处",
    },
    {
        "hiragana": "いっそ",
        "kanji": "いっそ",
        "chn": "干脆 索性",
    },
    {
        "hiragana": "いかに",
        "kanji": "如何に",
        "chn": "いかに..ても 无论 怎样",
    },
    {
        "hiragana": "いかにも",
        "kanji": "いかにも",
        "chn": "的的确确 实在 果真 果然",
    },
    {
        "hiragana": "かねがね",
        "kanji": "かねがね",
        "chn": "早就 很早之前就",
    },
    {
        "hiragana": "じわり",
        "kanji": "地割",
        "chn": "逐步 一点点地...",
    },
    {
        "hiragana": "いよいよ",
        "kanji": "いよいよ",
        "chn": "1.终于 2.越来越",
    },
    {
        "hiragana": "わずか",
        "kanji": "僅か",
        "chn": "稍微 仅仅 好不容易",
    },
    {
        "hiragana": "にわか",
        "kanji": "俄か",
        "chn": "突然 忽然 马上 立刻",
    },
    {
        "hiragana": "かすか",
        "kanji": "微か",
        "chn": "微弱 模糊 朦胧",
    },
    {
        "hiragana": "ひそか",
        "kanji": "密か",
        "chn": "秘密 暗中",
    },    
    {
        "hiragana": "やがて",
        "kanji": "やがて",
        "chn": "不久后马上就要",
    },
    {
        "hiragana": "にせよ",
        "kanji": "にせよ",
        "chn": "即使是……也…… = 〜にしても  =〜にしろ",
    },
    {
        "hiragana": "ただちに",
        "kanji": "直ちに",
        "chn": "立刻 马上",
    },
    {
        "hiragana": "すかさず",
        "kanji": "透かさず",
        "chn": "立刻 马上",
    },
    {
        "hiragana": "にて",
        "kanji": "=で",
        "chn": "表范围 场所 时间 原因",
    },
    {
        "hiragana": "ひっきりなしに",
        "kanji": "ひっきりなしに",
        "chn": "连连不断的",
    },
    {
        "hiragana": "しっくり",
        "kanji": "しっくり",
        "chn": "适合 吻合",
    },
    {
        "hiragana": "たっぷり",
        "kanji": "たっぷり",
        "chn": "足够 充分 绰绰有余",
    },
    {
        "hiragana": "そこそこ",
        "kanji": "そこそこ",
        "chn": "草率 急忙 草草了事 大约",
    },
    {
        "hiragana": "ばったり",
        "kanji": "バッタリ",
        "chn": "突然遇见 突然中止 突然倒下",
    },
    {
        "hiragana": "うっとり",
        "kanji": "うっとり",
        "chn": "发呆 走神",
    },    
    {
        "hiragana": "おおげさ",
        "kanji": "大袈裟",
        "chn": "夸张、夸大",
    },
    {
        "hiragana": "おどおど",
        "kanji": "おどおど",
        "chn": "惴惴不安 心惊胆战",
    },
    {
        "hiragana": "それなりに",
        "kanji": "それなりの",
        "chn": "尽管不充分但还是...",
    },
    {
        "hiragana": "~ぬく",
        "kanji": "~ぬいた",
        "chn": "带有...的气息",
    },
    {
        "hiragana": "もので",
        "kanji": "もので",
        "chn": "因为",
    },
    {
        "hiragana": "とあって",
        "kanji": "とあって",
        "chn": "因为",
    },
    {
        "hiragana": "にあって",
        "kanji": "にあって(は)顺接 にあっても逆接",
        "chn": "在...情况下/条件下",
    },
    {
        "hiragana": "にあたって",
        "kanji": "にあたり",
        "chn": "在...之际，在..重要时刻 积极意义",
    },
    {
        "hiragana": "なおざり",
        "kanji": "等閑",
        "chn": "应付 不认真 忽视 玩忽职守",
    },
    {
        "hiragana": "ないがしろ",
        "kanji": "蔑ろ",
        "chn": "轻视 蔑视 无视",
    },
    {
        "hiragana": "~にかこつけて",
        "kanji": "~にかこつけて",
        "chn": "以..为借口 找..为理由",
    },
    {
        "hiragana": "何ら...ない",
        "kanji": "何ら",
        "chn": "丝毫没有  一点也没有",
    },
    {
        "hiragana": "てんで...ない",
        "kanji": "てんで",
        "chn": "丝毫没有  一点也没有",
    },
    {
        "hiragana": "いっきょに",
        "kanji": "一挙に",
        "chn": "一下子、骤然、突然间（发生剧烈变化） 某个状态在一瞬间急剧地改变，常用于描述数量的激增、情势的剧变、进展的飞跃等  物価がいっきょに上がった。物价一下子就涨上去了。",
    },
    {
        "hiragana": "ずばり",
        "kanji": "ずばり",
        "chn": "击中要害 一语道破 一针见血地",
    },
    {
        "hiragana": "ずらっと",
        "kanji": "ずらっと",
        "chn": "成排的",
    },
    {
        "hiragana": "ずっしり",
        "kanji": "ずっしり",
        "chn": "沉甸甸的、厚重的有分量的样子 表示物理或心理上的沉重、有分量 どっしり 稳重、沉重 がっしり 结实、有力",
    },    
    {
        "hiragana": "ずるずる",
        "kanji": "ずるずる",
        "chn": "1.拖拖拉拉、不爽快的样子 进展缓慢、无法干脆结束 2.拖动摩擦的声音或样子 =もたもた 动作迟缓",
    },
    {
        "hiragana": "すんなり",
        "kanji": "すんなり",
        "chn": "顺利 容易 毫不费力 苗条",
    },
    {
        "hiragana": "まんまと",
        "kanji": "まんまと",
        "chn": "完全 彻底",
    },
    {
        "hiragana": "まんざら",
        "kanji": "まんざら",
        "chn": "并非完全彻底",
    },
    {
        "hiragana": "かわりに",
        "kanji": "かわりに",
        "chn": "1.作为回报 替代 2.虽然..但是..",
    },
    {
        "hiragana": "ちやほや",
        "kanji": "=甘える",
        "chn": "溺爱 娇养",
    },
    {
        "hiragana": "さぞ",
        "kanji": "=さぞかし",
        "chn": "想必一定...",
    },
    {
        "hiragana": "のなんのって",
        "kanji": "形容词+のなんのって",
        "chn": "非常 极其",
    },
    {
        "hiragana": "さもないと",
        "kanji": "さもないと",
        "chn": "否则 那样做的话",
    },
    {
        "hiragana": "なおさら",
        "kanji": "尚更",
        "chn": "更加 越发",
    },
    {
        "hiragana": "なんなりと",
        "kanji": "なんなりと",
        "chn": "无论如何 不管什么",
    },
    {
        "hiragana": "ひいては",
        "kanji": "ひいては",
        "chn": "不但～而且 进而",
    },
    {
        "hiragana": "みじんも..ない",
        "kanji": "みじんも..ない",
        "chn": "一点都没有",
    },
    {
        "hiragana": "Vます+そびれる",
        "kanji": "乗りそびれる",
        "chn": "错过机会 最终没能做成",
    },
    {
        "hiragana": "Vます+そこなう",
        "kanji": "乗り損なう",
        "chn": "错过机会 最终没能做成",
    },
    {
        "hiragana": "Vます+すべがない",
        "kanji": "術がない",
        "chn": "没有办法做到できない",
    },
    {
        "hiragana": "Vます+これすれ",
        "kanji": "増えこれすれ",
        "chn": "只会有.. 其他不会/没有",
    },
    {
        "hiragana": "N+これあれ",
        "kanji": "苦労これあれ",
        "chn": "尽管/虽然..但是..",
    },
    {
        "hiragana": "~にまつわる",
        "kanji": "纏わる=に関わる",
        "chn": "关于 围绕",
    },
    {
        "hiragana": "~にかまけて",
        "kanji": "かまける=感ける",
        "chn": "沉迷于 忙于 沉浸于",
    },
    {
        "hiragana": "までもない",
        "kanji": "Vる+までもない",
        "chn": "没必要 用不着做某事",
    },
    {
        "hiragana": "いかなる",
        "kanji": "=どんな",
        "chn": "如何 怎么样的",
    },
    {
        "hiragana": "ぐるみ",
        "kanji": "クラスぐるみ/家族ぐるみ",
        "chn": "全部 所有 全班同学 全家人",
    },
    {
        "hiragana": "ながらも",
        "kanji": "=ながら",
        "chn": "虽然",
    },
    {
        "hiragana": "もんか",
        "kanji": "ものか",
        "chn": "怎么会呢 怎么可能",
    },
    {
        "hiragana": "にしろ",
        "kanji": "にしろ",
        "chn": "即使..",
    },
    {
        "hiragana": "さばさば",
        "kanji": "さばさば",
        "chn": "（麻烦事解决后）心情痛快；（性格）爽快",
    },
    {
        "hiragana": "ぐんなり",
        "kanji": "ぐんなり",
        "chn": "无力地、蔫蔫地、软趴趴地、没精神地 =へとへと =くたくた =しおれる",
    },
    {
        "hiragana": "そこら",
        "kanji": "そこら",
        "chn": "那里；大约，左右",
    },
    {
        "hiragana": "さきざき",
        "kanji": "先々",
        "chn": "将来；所到之处;先々のことが心配だ",
    },
    {
        "hiragana": "じんわり",
        "kanji": "じんわり",
        "chn": "慢慢渗出；循序渐进",
    },
    {
        "hiragana": "げっそり",
        "kanji": "げっそり",
        "chn": "消瘦 憔悴 失望 灰心",
    },    
    {
        "hiragana": "きちっと",
        "kanji": "きちっと",
        "chn": "整整齐齐 干干净净",
    },
    {
        "hiragana": "がらんと",
        "kanji": "がらんと",
        "chn": "空旷 空荡荡",
    },    
    {
        "hiragana": "どぎまぎ",
        "kanji": "ドギマギ",
        "chn": "慌慌张张 手忙脚乱 惊慌失措",
    },
    {
        "hiragana": "ばらばら",
        "kanji": "バラバラ",
        "chn": "翻书声 下雨声 寥寥无几",
    }, 
    {
        "hiragana": "じっくり",
        "kanji": "じっくり",
        "chn": "慢慢地，不紧不慢",
    },
    {
        "hiragana": "つくづく",
        "kanji": "つくづく",
        "chn": "深切的 盯着看",
    },    
    {
        "hiragana": "ずるずる",
        "kanji": "ずるずる",
        "chn": "吮吸的声音",
    },
    {
        "hiragana": "ひりひり",
        "kanji": "ひりひり",
        "chn": "火辣辣地痛",
    },
    {
        "hiragana": "ずきずき",
        "kanji": "ズキズキ",
        "chn": "阵痛",
    },
    {
        "hiragana": "きりきり",
        "kanji": "キリキリ",
        "chn": "绞痛",
    },
    {
        "hiragana": "くらくら",
        "kanji": "くらくら",
        "chn": "眩晕",
    },
    {
        "hiragana": "がんがん",
        "kanji": "ガンガン",
        "chn": "耳鸣地头痛",
    },
    {
        "hiragana": "むかむか",
        "kanji": "むかむか",
        "chn": "恶心",
    },
    {
        "hiragana": "ちびちび",
        "kanji": "ちびちび",
        "chn": "一点一点地;金をちびちびと使う",
    },    
    {
        "hiragana": "いざ",
        "kanji": "いざ",
        "chn": "一旦",
    },
    {
        "hiragana": "ありったけ",
        "kanji": "ありったけ",
        "chn": "所有，全部;知恵のありったけをしぼる",
    },
    {
        "hiragana": "もってのほか",
        "kanji": "もってのほか",
        "chn": "荒谬，岂有此理;遅刻ならともかく、無断欠勤とはもってのほかだ",
    },
    {
        "hiragana": "ひときわ",
        "kanji": "ひときわ",
        "chn": "格外，分外  ;ひときわ目立つ",
    },
    {
        "hiragana": "おたおた",
        "kanji": "おたおた",
        "chn": "惊慌失措",
    },
    {
        "hiragana": "しかるべき",
        "kanji": "しかるべき",
        "chn": "应有的;しかるべき措置を講じる",
    },
    {
        "hiragana": "はきはき",
        "kanji": "はきはき",
        "chn": "利落、干脆、爽快、不含糊　はきはき話す 说话干脆清楚 はきはきした人／態度／返事 干练的人／态度／答复",
    },
    {
        "hiragana": "めったに",
        "kanji": "滅多に",
        "chn": "几乎不、很少、难得。常与否定表达连用（如：～ない） めったに見ない 很少见到 =あまり~ない まれに（稀に）偶尔、极少 ",
    },
    {
        "hiragana": "かつかつ",
        "kanji": "かつかつ",
        "chn": "1. 勉勉强强；刚刚好；几乎不足 =ギリギリ 提出日かつかつで間に合った 合格点にかつかつ届いた 2.（拟声词）硬物接触或碰撞声",
    },
    {
        "hiragana": "ちぐはぐ",
        "kanji": "ちぐはぐ",
        "chn": "表示前后不一致、搭配不协调、不对称、不整齐 格格不入。 ちぐはぐな服装 不搭调的穿着 言行或故事前后矛盾 彼の言っていることはちぐはぐだ 場の雰囲気とちぐはぐな態度 与场合格格不入的态度",
    },
    {
        "hiragana": "びしばし",
        "kanji": "ビシバシ",
        "chn": "表示强烈地、不留情地做某事的状态，可以翻译为 “狠狠地、严厉地、猛然地、干脆地” 等，常用于口语中，强调动作或态度的强硬、果断 =がんがん大力地，猛烈地",
    },
    {
        "hiragana": "びしびし",
        "kanji": "ビシビシ",
        "chn": "严厉地 用力地 紧紧地 意思同上",
    },    
    {
        "hiragana": "大して…ない",
        "kanji": "大して…ない",
        "chn": "「并不怎么……」、「不太……」、「没那么……」用于对某事的程度、重要性、数量等进行轻度否定，表达“不值得一提”、“其实也没什么”的感觉。",
    },
    {
        "hiragana": "がっちり",
        "kanji": "がっちり",
        "chn": "结实、牢固、健壮、精打细算 =しっかり がっしり",
    },
    {
        "hiragana": "むっくり",
        "kanji": "むっくり",
        "chn": "缓缓地、突然地坐起/起身 常常用于形容睡觉、倒下、躺着的人突然坐起来、缓慢地站起来等情况。 むっくり起きる  がばっと 猛然坐起、起身  むくっと突然（微微）动一下、坐起",
    },
    {
        "hiragana": "すかっと",
        "kanji": "すかっと",
        "chn": "令人畅快、爽快、痛快的感觉 =さっぱり清爽、干脆 きっぱり断然、干脆",
    },
    {
        "hiragana": "むっと",
        "kanji": "むっと",
        "chn": "脸色变沉、气氛凝重、心里不悦的样子，也可表示空气闷热 ぷんと ぷいっと 生气、赌气的感觉 不理人 がみがみ 唠叨式责备、很烦人",
    },   
    {
        "hiragana": "しんみり",
        "kanji": "しんみり",
        "chn": "静悄悄地／感伤地／静静地动情／心情沉静 しんみりと語る 静静地诉说 =ひっそり 静悄悄",
    },
    {
        "hiragana": "ぶかぶか",
        "kanji": "ぶかぶか",
        "chn": "衣服或鞋子太大、不合身、松垮垮的样子 =だぶだぶ 衣服太大、宽松",
    },
    {
        "hiragana": "ざらざら",
        "kanji": "ざらざら",
        "chn": "表面粗糙、触感不光滑的状态，也可以描述声音粗哑、沙哑感，属于常见口语表达  つるつる 光滑 ごわごわ 硬邦邦 がさがさ 干燥 干巴巴",
    },    
    {
        "hiragana": "ずるずる",
        "kanji": "ずるずる",
        "chn": "1.拖拖拉拉、不爽快的样子 进展缓慢、无法干脆结束 2.拖动摩擦的声音或样子 =もたもた 动作迟缓",
    }, 
    {
        "hiragana": "イラッと",
        "kanji": "イラッとする",
        "chn": "心烦、火大、有点生气”、一下子恼火",
    }, 
    {
        "hiragana": "まるまる",
        "kanji": "まるまる",
        "chn": "1.全部、整整、整个 2.圆滚滚的样子 3.完全照搬、照抄",
    }, 
    {
        "hiragana": "ぼつぼつ",
        "kanji": "ぼつぼつ",
        "chn": "1.慢慢地、渐渐地、差不多该…了 =そろそろ 2.零星地、断断续续地（出现） 3.皮肤起疹子、起小颗粒",
    }, 
    {
        "hiragana": "どうかすると",
        "kanji": "どうかすると",
        "chn": "有时会…… /动不动就容易…… 带有轻微负面或无奈 彼はどうかするとすぐ怒り出す 他动不动就发火 =ともすれば 动不动就（书面、稍正式）時として（ときとして）有时（中性）",
    },
    {
        "hiragana": "つい",
        "kanji": "つい",
        "chn": "不由自主地做了某事、无意中、忍不住、顺手就…… つい〜てしまう不小心做了  つい本音を言ってしまった。不小心说出了真心话",
    },
    {
        "hiragana": "あろうことか",
        "kanji": "あろうことか",
        "chn": "……竟然发生了  表示说话人对某件非常不该发生的事感到震惊、愤怒或不满 通常用于表达负面、不可接受的事",
    },
    {
        "hiragana": "いざとなると",
        "kanji": "いざとなると",
        "chn": "一旦到了关键时刻 / 真到那个时候 / 真要做的时候 用于表示当真正面对重要时刻、紧急情况、或实际要行动时，人或事的表现可能会与平时不同，常含有突然变得不知所措、难以应对、犹豫、胆怯等语气 いざとなると、何も言えなくなってしまう 真要开口时，却一句话也说不出来了",
    },    
]

kanji_words = [
    {
        "hiragana": "ふせっせい",
        "kanji": "不摂生",
        "chn": "不注意健康",
    },    
    {
        "hiragana": "ぶあいそう",
        "kanji": "無愛想",
        "chn": "冷淡，反义词 愛想がいい 情切 热情",
    },
    {
        "hiragana": "しつけ",
        "kanji": "躾",
        "chn": "教养",
    },
    {
        "hiragana": "ゆとり",
        "kanji": "裕",
        "chn": "绰绰有余 富余 松弛感",
    },
    {
        "hiragana": "ひび",
        "kanji": "罅",
        "chn": "裂缝",
    },
    {
        "hiragana": "みぞ",
        "kanji": "溝",
        "chn": "水沟",
    },
    {
        "hiragana": "ありきたり",
        "kanji": "在り来り",
        "chn": "很平凡 普通 没啥特色",
    },
    {
        "hiragana": "ありふれた",
        "kanji": "ありふれた",
        "chn": "平凡的 常见的 司空见惯的",
    },
    {
        "hiragana": "しゅし",
        "kanji": "趣旨",
        "chn": "宗旨",
    },
    {
        "hiragana": "あとまわし",
        "kanji": "後回し",
        "chn": "推迟 之后再做",
    },
    {
        "hiragana": "ねまわし",
        "kanji": "根回し",
        "chn": "事前工作 提前准备 打下基础",
    },
    {
        "hiragana": "てまわし",
        "kanji": "手回し",
        "chn": "准备 预先策划 布置安排 用手摇动",
    },
    {
        "hiragana": "したじ",
        "kanji": "下地",
        "chn": "准备工作 基本功 资质",
    },
    {
        "hiragana": "いちにん",
        "kanji": "一任",
        "chn": "完全委托",
    },
    {
        "hiragana": "たいか",
        "kanji": "大家",
        "chn": "大师 专家 名门 大户人家",
    },
    {
        "hiragana": "いしょく",
        "kanji": "異色",
        "chn": "独具一格的 与众不同的",
    },
    {
        "hiragana": "うぬぼれ",
        "kanji": "自惚れ",
        "chn": "自负 自满 自大 骄傲",
    },
    {
        "hiragana": "うらづけ",
        "kanji": "裏付け",
        "chn": "证据 保证 根据",
    },
    {
        "hiragana": "いきどおり",
        "kanji": "憤り",
        "chn": "愤怒",
    },
    {
        "hiragana": "つぐない",
        "kanji": "償い",
        "chn": "补偿 赔偿",
    },
    {
        "hiragana": "おもいつき",
        "kanji": "思い付き",
        "chn": "偶然的想法 灵光一闪",
    },
    {
        "hiragana": "がっち",
        "kanji": "合致",
        "chn": "一致 符合 吻合",
    },
    {
        "hiragana": "いっち",
        "kanji": "一致",
        "chn": "符合 吻合",
    },
    {
        "hiragana": "かみ",
        "kanji": "加味",
        "chn": "放进 掺和 采纳(意见) 采取",
    },
    {
        "hiragana": "きがね",
        "kanji": "気兼ね",
        "chn": "客气 拘谨 过分在意别人感受感到不自在",
    },
    {
        "hiragana": "きよ",
        "kanji": "寄与",
        "chn": "(对社会)贡献 有助于",
    },
    {
        "hiragana": "ぎょうてん",
        "kanji": "仰天",
        "chn": "非常吃惊 大吃一惊",
    },
    {
        "hiragana": "くぎり",
        "kanji": "区切り",
        "chn": "文章段落 事情的分阶段",
    },
    {
        "hiragana": "くちだし",
        "kanji": "口出し",
        "chn": "插嘴 多言 干预",
    },
    {
        "hiragana": "くめん",
        "kanji": "工面",
        "chn": "筹措 筹钱",
    },
    {
        "hiragana": "ちょうたつ",
        "kanji": "調達",
        "chn": "筹措 筹备 筹钱",
    },
    {
        "hiragana": "けいい",
        "kanji": "経緯",
        "chn": "事件经过 原委 来龙去脉",
    },
    {
        "hiragana": "けはい",
        "kanji": "気配",
        "chn": "总感觉.. 有苗头 倾向 迹象",
    },
    {
        "hiragana": "こころがけ",
        "kanji": "心掛けて",
        "chn": "留心 注意 用心 努力",
    },
    {
        "hiragana": "きごころ",
        "kanji": "気心",
        "chn": "性情 脾气",
    },
    {
        "hiragana": "したごころ",
        "kanji": "下心",
        "chn": "别有用心",
    },
    {
        "hiragana": "しわざ",
        "kanji": "仕業",
        "chn": "搞的鬼 见不得人的勾当(负面)",
    },
    {
        "hiragana": "じつざい",
        "kanji": "実在(する)",
        "chn": "真实存在",
    },
    {
        "hiragana": "しゅうそく",
        "kanji": "終息",
        "chn": "结束 终结 平息",
    },
    {
        "hiragana": "しゅうそく",
        "kanji": "収束",
        "chn": "结束 了解",
    },
    {
        "hiragana": "けっそく",
        "kanji": "結束",
        "chn": "捆绑 捆扎 团结起来",
    },
    {
        "hiragana": "べんめい",
        "kanji": "弁明",
        "chn": "辩解 辩白 说明",
    },
    {
        "hiragana": "せんぽう",
        "kanji": "先方",
        "chn": "对方",
    },
    {
        "hiragana": "ねんとう",
        "kanji": "念頭",
        "chn": "念頭に置く 念頭にない (没)放在心上",
    },
    {
        "hiragana": "そぶり",
        "kanji": "素振り",
        "chn": "态度 行为 举止 表情",
    },
    {
        "hiragana": "てあて",
        "kanji": "手当て",
        "chn": "津贴 补贴 抢救 治疗",
    },
    {
        "hiragana": "てだて",
        "kanji": "手立て",
        "chn": "手段 方法 办法",
    },
    {
        "hiragana": "てかげん",
        "kanji": "手加減",
        "chn": "调整力度 掌握分寸 手加減を知らない不懂得把握分寸",
    },
    {
        "hiragana": "てまわし",
        "kanji": "手回し",
        "chn": "准备 预先策划 布置安排 用手摇动",
    },
    {
        "hiragana": "手わけ",
        "kanji": "手分け",
        "chn": "分头行动",
    },
    {
        "hiragana": "てぎわ",
        "kanji": "手際",
        "chn": "手法 技巧 本事 本领",
    },
    {
        "hiragana": "おてあげ",
        "kanji": "お手上げ",
        "chn": "束手无策 毫无办法 只好认输",
    },
    {
        "hiragana": "とうしゅう",
        "kanji": "踏襲",
        "chn": "继承 世袭制",
    },
    {
        "hiragana": "ざっとう",
        "kanji": "雑踏",
        "chn": "人多拥挤 人山人海",
    },
    {
        "hiragana": "とうめん",
        "kanji": "当面",
        "chn": "眼下 当前面对 面临",
    },
    {
        "hiragana": "ばっすい",
        "kanji": "抜粋",
        "chn": "(论文)摘录",
    },
    {
        "hiragana": "いき",
        "kanji": "粋",
        "chn": "潇洒的",
    },
    {
        "hiragana": "うらはら",
        "kanji": "裏腹",
        "chn": "相反 言行不一",
    },
    {
        "hiragana": "おっくう",
        "kanji": "億劫",
        "chn": "怕麻烦 懒得做",
    },
    {
        "hiragana": "ばくぜん",
        "kanji": "漠然",
        "chn": "模糊 含糊 笼统",
    },
    {
        "hiragana": "ぼうぜん",
        "kanji": "呆然",
        "chn": "发呆 发愣",
    },
    {
        "hiragana": "へいこう",
        "kanji": "閉口",
        "chn": "闭口无言 受不了 困惑 为难 吃不消",
    },
    {
        "hiragana": "みなり",
        "kanji": "身なり",
        "chn": "装作打扮 装束",
    },
    {
        "hiragana": "めど",
        "kanji": "目処",
        "chn": "目标 眉目 头绪",
    },
    {
        "hiragana": "らくたん",
        "kanji": "落胆",
        "chn": "沮丧 失望 伤心",
    },
    {
        "hiragana": "しかけ",
        "kanji": "仕掛け",
        "chn": "开始着手 装置",
    },
    {
        "hiragana": "ふんきゅう",
        "kanji": "紛糾",
        "chn": "混乱 纠纷",
    },
    {
        "hiragana": "だしん",
        "kanji": "打診",
        "chn": "询问意向",
    },
    {
        "hiragana": "てがかり",
        "kanji": "手掛かり",
        "chn": "线索 头绪",
    },
    {
        "hiragana": "てがける",
        "kanji": "手掛ける",
        "chn": "亲自动手",
    },
    {
        "hiragana": "めもり",
        "kanji": "目盛り",
        "chn": "(温度计)刻度",
    },
    {
        "hiragana": "そうば",
        "kanji": "相場",
        "chn": "市场行情",
    },
    {
        "hiragana": "あんど",
        "kanji": "安堵(する)",
        "chn": "安心 放心",
    },
    {
        "hiragana": "しゅつば",
        "kanji": "出馬",
        "chn": "出马 参加选举",
    },
    {
        "hiragana": "だいごみ",
        "kanji": "醍醐味",
        "chn": "妙趣 乐趣",
    },
    {
        "hiragana": "ゆうち",
        "kanji": "誘致",
        "chn": "招揽(外资) 招致",
    },
    {
        "hiragana": "うらはら",
        "kanji": "裏腹",
        "chn": "相反",
    },
    {
        "hiragana": "りふじん",
        "kanji": "理不尽",
        "chn": "不讲道理",
    },
    {
        "hiragana": "ゆううつ",
        "kanji": "憂鬱",
        "chn": "抑郁 忧虑不安 沉闷",
    },
    {
        "hiragana": "むぼう",
        "kanji": "無謀(な)",
        "chn": "欠考虑 鲁莽 草率",
    },
    {
        "hiragana": "面倒を見る",
        "kanji": "面倒を見る",
        "chn": "照顾 照料",
    },
    {
        "hiragana": "むらがある",
        "kanji": "ムラがある",
        "chn": "善变 变化无常",
    },
    {
        "hiragana": "なんだかんだ",
        "kanji": "何だかんだ",
        "chn": "这样那样",
    },
    {
        "hiragana": "見る見るうちに",
        "kanji": "見る見るうちに",
        "chn": "转眼之间",
    },
    {
        "hiragana": "くびになる",
        "kanji": "首になる",
        "chn": "被解雇",
    },
    {
        "hiragana": "指を折る",
        "kanji": "指を折る",
        "chn": "屈指可数",
    },
    {
        "hiragana": "きがすむ",
        "kanji": "気が済む",
        "chn": "心满意足",
    },
    {
        "hiragana": "顔が広い",
        "kanji": "顔が広い",
        "chn": "人脉广",
    },
    {
        "hiragana": "一目置く",
        "kanji": "一目置く",
        "chn": "自认逊色一筹 比不过",
    },
    {
        "hiragana": "もってもほか",
        "kanji": "以ての外",
        "chn": "意外 毫无道理",
    },
    {
        "hiragana": "ふにおちる",
        "kanji": "腑に落ちる",
        "chn": "领会 理解 可疑(腑に落ちない)",
    },
    {
        "hiragana": "はなにかける",
        "kanji": "鼻にかける",
        "chn": "骄傲自大",
    },
    {
        "hiragana": "そっぽをむく",
        "kanji": "そっぽを向く",
        "chn": "无视别人",
    },
    {
        "hiragana": "さじをなげる",
        "kanji": "匙を投げる",
        "chn": "甩手不干",
    },
    {
        "hiragana": "ぐっとくる",
        "kanji": "グッとくる",
        "chn": "打动人心",
    },
    {
        "hiragana": "かたをもち",
        "kanji": "肩を持ち",
        "chn": "支持某人 偏袒 袒护",
    },
    {
        "hiragana": "むねん",
        "kanji": "無念",
        "chn": "后悔 懊悔",
    },
    {
        "hiragana": "しょうたい",
        "kanji": "正体",
        "chn": "真面目 本来面目 神志 知觉",
    },
    {
        "hiragana": "だいごみ",
        "kanji": "醍醐味",
        "chn": "趣味 乐趣",
    },
    {
        "hiragana": "ねんとうにない",
        "kanji": "念頭にない",
        "chn": "没放在心上",
    },
    {
        "hiragana": "ねんとうに置く",
        "kanji": "念頭に置く",
        "chn": "放在心上",
    },
    {
        "hiragana": "ストライキ",
        "kanji": "strike",
        "chn": "罢工",
    },
    {
        "hiragana": "しきたり",
        "kanji": "仕来り",
        "chn": "惯例 习惯",
    },
    {
        "hiragana": "ノルマ",
        "kanji": "Norma",
        "chn": "指标 工作指标",
    },
    {
        "hiragana": "ねこそぎ",
        "kanji": "根こそぎ",
        "chn": "全部 一点不留",
    },
    {
        "hiragana": "とびきり",
        "kanji": "飛び切り",
        "chn": "卓越 出色 很 非常",
    },
    {
        "hiragana": "きらり",
        "kanji": "キラリ",
        "chn": "闪光",
    },
    {
        "hiragana": "あんちょく",
        "kanji": "安直",
        "chn": "便宜 简单 容易",
    },
    {
        "hiragana": "ちかづき",
        "kanji": "近付き",
        "chn": "认识的人=知り合い",
    },
    {
        "hiragana": "いいはる",
        "kanji": "言い張る",
        "chn": "固执己见",
    },
    {
        "hiragana": "たてかえる",
        "kanji": "立て替える",
        "chn": "垫付钱",
    },
    {
        "hiragana": "きにさわる",
        "kanji": "気に障る",
        "chn": "不愉快",
    },
    {
        "hiragana": "ぎょうてん",
        "kanji": "仰天",
        "chn": "吃惊",
    },
    {
        "hiragana": "加味",
        "kanji": "かみ",
        "chn": "加味道，采纳意见",
    },
    {
        "hiragana": "ぎんみ",
        "kanji": "吟味",
        "chn": "考虑，斟酌",
    },
    {
        "hiragana": "あてはめる",
        "kanji": "当てはめる",
        "chn": "适用 套用",
    },
    {
        "hiragana": "しがみつく",
        "kanji": "しがみつく",
        "chn": "紧紧抓住",
    },
    {
        "hiragana": "すいこう",
        "kanji": "遂行",
        "chn": "执行，完成",
    },
    {
        "hiragana": "可決",
        "kanji": "かけつ",
        "chn": "通过",
    },
    {
        "hiragana": "くいとめる",
        "kanji": "食い止める",
        "chn": "阻止，控制",
    },
    {
        "hiragana": "かかえこむ",
        "kanji": "抱え込む",
        "chn": "抱着 承担",
    },
    {
        "hiragana": "かどう",
        "kanji": "稼働",
        "chn": "劳动 开动 运转",
    },
    {
        "hiragana": "がいとう",
        "kanji": "該当",
        "chn": "符合(规定 要求)",
    },
    {
        "hiragana": "みれん",
        "kanji": "未練",
        "chn": "依恋 恋恋不舍",
    },
    {
        "hiragana": "ゆうずう",
        "kanji": "融通",
        "chn": "顺利通过 临机应变",
    },
    {
        "hiragana": "よそみ",
        "kanji": "余所見",
        "chn": "东张西望",
    },
    {
        "hiragana": "よち",
        "kanji": "余地",
        "chn": "空地 富余 余地",
    },
    {
        "hiragana": "びっしょり",
        "kanji": "びっしょり",
        "chn": "湿透",
    },
    {
        "hiragana": "ひょっとしたら",
        "kanji": "ひょっとして",
        "chn": "也许..后接かもしれない",
    },
    {
        "hiragana": "ブーム",
        "kanji": "boom",
        "chn": "~热潮 流行",
    },
    {
        "hiragana": "ぶなん",
        "kanji": "無難",
        "chn": "中规中矩 说得过去 不算太差",
    },
    {
        "hiragana": "へきえき",
        "kanji": "辟易",
        "chn": "感到为难 退缩",
    },
    {
        "hiragana": "ぼっしゅう",
        "kanji": "没収",
        "chn": "没収",
    },
    {
        "hiragana": "ほとり",
        "kanji": "ほとり",
        "chn": "岸边 湖岸",
    },
    {
        "hiragana": "まごつく",
        "kanji": "間誤付く",
        "chn": "茫然 不知所措",
    },
    {
        "hiragana": "まさしく",
        "kanji": "正しく",
        "chn": "的确 沒錯",
    },
    {
        "hiragana": "みあわせる",
        "kanji": "見合わせる",
        "chn": "暂停 推迟 比较 对照",
    },
    {
        "hiragana": "みじん",
        "kanji": "微塵",
        "chn": "碎末 一点",
    },
    {
        "hiragana": "ひにく",
        "kanji": "皮肉",
        "chn": "挖苦 讽刺 嘲讽",
    },
    {
        "hiragana": "おんきせがましい",
        "kanji": "恩着せがましい",
        "chn": "居高临下的",
    },
    {
        "hiragana": "うらぐち",
        "kanji": "裏口",
        "chn": "后门 采用走后门的方式办事",
    },
    {
        "hiragana": "うちわ",
        "kanji": "団扇",
        "chn": "扇子",
    },
    {
        "hiragana": "せともの",
        "kanji": "瀬戸物",
        "chn": "瓷器",
    },
    {
        "hiragana": "ふぶき",
        "kanji": "吹雪",
        "chn": "暴风雪",
    },
    {
        "hiragana": "たんてき",
        "kanji": "端的",
        "chn": "明显 清楚 直接了当",
    },
    {
        "hiragana": "なこうど",
        "kanji": "仲人",
        "chn": "媒人",
    },
    {
        "hiragana": "なだれ",
        "kanji": "雪崩",
        "chn": "雪崩",
    },
    {
        "hiragana": "なごり",
        "kanji": "名残",
        "chn": "残余 依依不舍",
    },
    {
        "hiragana": "みれん",
        "kanji": "未練",
        "chn": "优柔寡断 依依不舍",
    },
    {
        "hiragana": "たてまえ",
        "kanji": "建前",
        "chn": "本音と建前 真心话和场面话",
    },
    {
        "hiragana": "よそもの",
        "kanji": "余所者",
        "chn": "局外人",
    },
    {
        "hiragana": "とんや",
        "kanji": "問屋",
        "chn": "批发商",
    },
    {
        "hiragana": "ありのまま",
        "kanji": "ありのままの自分",
        "chn": "实事求是 真实的",
    },
    {
        "hiragana": "スタミナ",
        "kanji": "stamina",
        "chn": "持久力 精力",
    },
    {
        "hiragana": "あとしまつ",
        "kanji": "後始末",
        "chn": "收拾 清理 善后",
    },
    {
        "hiragana": "ふしまつ",
        "kanji": "不始末",
        "chn": "不经意 不注意 不检点",
    },
    {
        "hiragana": "あっせん",
        "kanji": "斡旋",
        "chn": "帮助 关照 介绍",
    },
    {
        "hiragana": "ふつつか(な)",
        "kanji": "不束",
        "chn": "拙劣之人、鄙人，常用于自谦 不束な娘ですが 犬子 犬女",
    },
    {
        "hiragana": "どんよく",
        "kanji": "貪欲",
        "chn": "贪欲",
    },
    {
        "hiragana": "あんど",
        "kanji": "安堵",
        "chn": "安心",
    },
    {
        "hiragana": "ばくろ",
        "kanji": "暴露",
        "chn": "暴露",
    },
    {
        "hiragana": "じしゅく",
        "kanji": "自粛する",
        "chn": "自我约束",
    },
    {
        "hiragana": "じゅうじ",
        "kanji": "従事",
        "chn": "从事",
    },
    {
        "hiragana": "こうりょ",
        "kanji": "考慮",
        "chn": "考虑",
    },
    {
        "hiragana": "失脚",
        "kanji": "しっきゃく",
        "chn": "下台，垮台",
    },
    {
        "hiragana": "きゃっか",
        "kanji": "却下",
        "chn": "驳回",
    },
    {
        "hiragana": "しょくはつ",
        "kanji": "触発",
        "chn": "触发 受刺激",
    },
    {
        "hiragana": "きっこう",
        "kanji": "拮抗",
        "chn": "势均力敌",
    },
    {
        "hiragana": "せんぷく",
        "kanji": "潜伏",
        "chn": "潜伏 躲藏",
    },
    {
        "hiragana": "けねん",
        "kanji": "懸念",
        "chn": "挂念 惦记 担心 担忧",
    },
    {
        "hiragana": "ぼっとう",
        "kanji": "没頭",
        "chn": "埋头于",
    },
    {
        "hiragana": "ちょうほう",
        "kanji": "重宝",
        "chn": "珍惜 爱惜 方便 便利",
    },
    {
        "hiragana": "あたまがさがる",
        "kanji": "頭が下がる",
        "chn": "令人佩服",
    },
    {
        "hiragana": "いひょうをつく",
        "kanji": "意表を突く",
        "chn": "出乎意料 令人吃惊",
    },
    {
        "hiragana": "きぜん",
        "kanji": "毅然",
        "chn": "毅然",
    },
    {
        "hiragana": "きくばり",
        "kanji": "気配り",
        "chn": "照料 照顾 用心周到",
    },
    {
        "hiragana": "さんさく",
        "kanji": "散策",
        "chn": "散步 随便走走",
    },
    {
        "hiragana": "でかた",
        "kanji": "出方",
        "chn": "形状 样子 态度 方针",
    },
    {
        "hiragana": "ふみきる",
        "kanji": "踏み切る",
        "chn": "下定决心",
    },
    {
        "hiragana": "はいりょ",
        "kanji": "配慮",
        "chn": "关照 关怀 照顾",
    },
    {
        "hiragana": "みきわめる",
        "kanji": "見極める",
        "chn": "看透 看清本质",
    },
    {
        "hiragana": "さいく",
        "kanji": "細工",
        "chn": "手工艺品 想办法 费心机 刷花招",
    },
    {
        "hiragana": "こころあたり",
        "kanji": "心当たり",
        "chn": "头绪 线索",
    },
    {
        "hiragana": "愛想",
        "kanji": "あいそう",
        "chn": "对他人的态度 愛想を尽かす对于某人感到厌烦",
    },
    {
        "hiragana": "あいだがら",
        "kanji": "間柄",
        "chn": "人与人之间的关系",
    },
    {
        "hiragana": "あべこべ",
        "kanji": "あべこべ",
        "chn": "反方向 颠倒 相反",
    },
    {
        "hiragana": "せいぜん",
        "kanji": "整然",
        "chn": "井然有序 有条不紊",
    },
    {
        "hiragana": "だいなし",
        "kanji": "台無し",
        "chn": "断送 糟蹋 搞砸",
    },
    {
        "hiragana": "たてまえ",
        "kanji": "建前",
        "chn": "方针 原则 场面话",
    },

    {
        "hiragana": "つじつま",
        "kanji": "辻褄",
        "chn": "逻辑 条理 首尾 前后",
    },
    {
        "hiragana": "つぶら",
        "kanji": "つぶらな瞳",
        "chn": "很圆的",
    },
    {
        "hiragana": "でくわす",
        "kanji": "出会す",
        "chn": "偶然碰见",
    },
    {
        "hiragana": "てはず",
        "kanji": "手はず",
        "chn": "步骤 程序",
    },
    {
        "hiragana": "てほん",
        "kanji": "手本",
        "chn": "范本 模范 榜样",
    },
    {
        "hiragana": "どわすれ",
        "kanji": "度忘れ(する)",
        "chn": "一时想不起来 意外的 严重的",
    },
    {
        "hiragana": "チラシ",
        "kanji": "ちらし/散らし",
        "chn": "传单",
    },
    {
        "hiragana": "なりたつ",
        "kanji": "成り立つ",
        "chn": "谈判谈成 由..构成组成 维持住",
    },
    {
        "hiragana": "うちきる",
        "kanji": "打ち切る",
        "chn": "停止 截止",
    },
    {
        "hiragana": "うつろ",
        "kanji": "虚ろ",
        "chn": "空虚 发呆",
    },
    {
        "hiragana": "おっくう",
        "kanji": "億劫",
        "chn": "觉得麻烦 懒得做",
    },
    {
        "hiragana": "しんぼう",
        "kanji": "辛抱",
        "chn": "忍耐 忍受",
    },
    {
        "hiragana": "したしらべ",
        "kanji": "下調べ",
        "chn": "预习 预先调查",
    },
    {
        "hiragana": "シック",
        "kanji": "シック",
        "chn": "雅致",
    },
    {
        "hiragana": "ノイローゼ",
        "kanji": "Neurose",
        "chn": "神经质 过于敏感",
    },
    {
        "hiragana": "のべ",
        "kanji": "延べ",
        "chn": "共计 总计",
    },
    {
        "hiragana": "はしわたし",
        "kanji": "橋渡し",
        "chn": "当中间人 架桥",
    },
    {
        "hiragana": "ばんのう",
        "kanji": "万能",
        "chn": "万能 全能",
    },
    {
        "hiragana": "はんぱ",
        "kanji": "半端",
        "chn": "零碎 零散 不彻底 没用的人",
    },
    {
        "hiragana": "はんぱつ",
        "kanji": "反発",
        "chn": "反抗 反感 排斥",
    },
    {
        "hiragana": "くいとめる",
        "kanji": "食い止める",
        "chn": "防止，阻止，控制住（情况的发展或扩大）",
    },
    {
        "hiragana": "加担",
        "kanji": "かたん",
        "chn": "参与（支持某一方的行为或计划）、帮腔、助纣为虐、站队。」多用于负面场景 	加担・共謀",
    },
    {
        "hiragana": "じんそく",
        "kanji": "迅速",
        "chn": "迅速地",
    },
    {
        "hiragana": "たいまん",
        "kanji": "怠慢",
        "chn": "懈怠 玩忽职守",
    },
    {
        "hiragana": "ひときわ",
        "kanji": "一際",
        "chn": "非常显眼 特别出众",
    },
    {
        "hiragana": "とびきり",
        "kanji": "飛び切り",
        "chn": "卓越 出众 非常 格外",
    },

    {
        "hiragana": "いっけん",
        "kanji": "一見",
        "chn": "咋一看",
    },
    {
        "hiragana": "ひといちばい",
        "kanji": "人一倍",
        "chn": "比别人加倍..",
    },
    {
        "hiragana": "つきなみ",
        "kanji": "月並み",
        "chn": "平凡 平庸",
    },
    {
        "hiragana": "おりあう",
        "kanji": "折り合う",
        "chn": "互相和好 妥协 迁就 合得来",
    },
    {
        "hiragana": "まえぶれ",
        "kanji": "前ぶれ",
        "chn": "提前预知 预兆",
    },
    {
        "hiragana": "もちきり",
        "kanji": "持ち切り",
        "chn": "始终做一件事",
    },
    {
        "hiragana": "ばっすい",
        "kanji": "抜粋",
        "chn": "摘录",
    },
    {
        "hiragana": "とっぱ",
        "kanji": "突破",
        "chn": "突破",
    },
    {
        "hiragana": "きばつ",
        "kanji": "奇抜(な)",
        "chn": "奇异 优秀 卓越",
    },
    {
        "hiragana": "たらいまわし",
        "kanji": "盥回し",
        "chn": "推卸责任 转交",
    },
    {
        "hiragana": "やっかい",
        "kanji": "厄介",
        "chn": "麻烦 难对付",
    },
    {
        "hiragana": "いいかげん",
        "kanji": "いい加減",
        "chn": "适可而止",
    },
    {
        "hiragana": "いたずら",
        "kanji": "悪戯",
        "chn": "恶作剧 开玩笑",
    },
    {
        "hiragana": "りくつ",
        "kanji": "理屈",
        "chn": "理论、道理 理屈っぽい（喜欢讲道理）、理屈に合う",
    },
    {
        "hiragana": "へりくつ",
        "kanji": "屁理屈",
        "chn": "歪理，诡辩，强词夺理;屁理屈をこねる",
    },
    {
        "hiragana": "ガーゼ",
        "kanji": "ガーゼ",
        "chn": "纱布",
    },
    {
        "hiragana": "かんどう",
        "kanji": "勘当",
        "chn": "断绝父子、师徒关系;息子を勘当する",
    },
    {
        "hiragana": "はんぱつ",
        "kanji": "反発",
        "chn": "1反抗、反对 親に反発する 2反弹 株価が反発する 市場が反発した",
    },
    {
        "hiragana": "みごなし",
        "kanji": "身ごなし",
        "chn": "举止，动作;エレガントな身ごなし",
    },
    {
        "hiragana": "こき使う",
        "kanji": "こき使う",
        "chn": "过度使唤、使劲驱使、像工具一样不停地使唤某人做事 带有贬义、批评、强烈不满的语气。 司に毎日こき使われて、もう限界だ。被上司天天压榨，已经快撑不住了。",
    },
    {
        "hiragana": "めやす",
        "kanji": "目安",
        "chn": "可以理解为「参考值」「判断的基准」「大概的标准」。时间/数量上的“参考值” 完成までに3日が目安です。完成需要大约3天  予算の目安は10万円くらいです。预算大概是10万日元左右。",
    },
    {
        "hiragana": "絶大 盛大 壮大",
        "kanji": "絶大 盛大 壮大",
        "chn": "絶大-抽象名词（信頼・支持・効果） 盛大-活动类（式典・イベント）壮大-宏观名词（夢・構想・計画）",
    },
    {
        "hiragana": "こくめい",
        "kanji": "克明",
        "chn": "非常详细、细致入微、明确清楚，不含糊 =詳細（しょうさい）緻密（ちみつ）严谨 偏科学、数据  綿密（めんみつ）周密偏计划、调查、准备 几帳面（きちょうめん）一丝不苟（用于人）",
    },
    {
        "hiragana": "ばくぜん",
        "kanji": "漠然",
        "chn": "含糊；暧昧；模糊",
    },
    {
        "hiragana": "みじめ(な)",
        "kanji": "惨め(な)",
        "chn": "惨めな敗北（はいぼく）惨败 惨めな生活、惨めな気持ち、惨めな姿",
    },
    {
        "hiragana": "おもてなし",
        "kanji": "おもてなし",
        "chn": "对客人的招待，款待 もてなす的名词形式",
    },
    {
        "hiragana": "ラケット",
        "kanji": "ラケット",
        "chn": "racket球拍",
    },
    {
        "hiragana": "きげん",
        "kanji": "機嫌",
        "chn": "情绪、心情、精神状态 有时也指对某人的好感度、态度（是否满意）機嫌がいい → 心情好 彼女の機嫌を取る 哄她开心 ご機嫌いかがですか？",
    },
    {
        "hiragana": "持ち切り",
        "kanji": "持ち切り",
        "chn": "一直被（话题/情绪）占据、充满 一直在议论某件事 人事異動の話で持ち切りだ",
    },
    {
        "hiragana": "~心地/~ごこち",
        "kanji": "着心地/寝心地/座り心地/住み心地",
        "chn": "穿起来/睡起来的感觉/坐下的感觉/住起来的感觉",
    },
    {
        "hiragana": "あらまし",
        "kanji": "粗まし",
        "chn": "概要、梗概、概略、大致内容 事件のあらまし 事件的概况、经过 =概要（がいよう）",
    },
    {
        "hiragana": "あらすじ",
        "kanji": "粗筋 ",
        "chn": "概略，概要",
    },
    {
        "hiragana": "退屈",
        "kanji": "たいくつ",
        "chn": "无聊，闷；寂寞；厌倦 退屈する 感到无聊 退屈な映画 无聊的电影 =つまらない だるい	懒洋洋、没劲",
    },
    {
        "hiragana": "せっかち",
        "kanji": "せっかち(な)",
        "chn": "性格急躁、没有耐性、等不及 せっかちな人 急性子的人 せっかちな性格 =気が短い 短気（たんき） イライラする	焦躁、不耐烦",
    },
    {
        "hiragana": "ぶなん",
        "kanji": "無難",
        "chn": "1.没有风险或缺点，稳妥、安全、不出错 無難な選択 稳妥的选择 無難な対応 得体的应对、不失礼 無難な色を選んだ 选个不出错的颜色 =平凡（へいぼん） 2.也可以指事情顺利完成 無難にやり過ごす 安然度过（问题、场合）=無事（ぶじ）",
    },
    {
        "hiragana": "見つめる",
        "kanji": "見つめる",
        "chn": "注视、凝视、目不转睛地看；认真看待某事物 =じっと見る 一动不动地看",
    },
    {
        "hiragana": "ちえ",
        "kanji": "知恵",
        "chn": "相当于中文的「智慧」「聪明才智」「点子」「脑子」「办法」等，既可以指知识+经验结合的能力，也可以指临时的好主意或对策。知恵を出す 想办法、出主意 知恵を絞る（しぼる）绞尽脑汁 生活の知恵 生活智慧、经验",
    },
    {
        "hiragana": "きじ",
        "kanji": "生地",
        "chn": "1.布料、织物 2.面团、馅饼皮等原材料 3.天性、本性、真实的一面 あの人は生地が正直なんだ。那人本性很诚实",
    },
    {
        "hiragana": "りこう",
        "kanji": "利口",
        "chn": "聪明、伶俐、机灵（多用于动物、小孩） 有时也表示乖巧、听话 利口な子 聪明的孩子 利口ぶる 装聪明",
    },
    {
        "hiragana": "りちぎ",
        "kanji": "律儀",
        "chn": "诚实守信、一丝不苟、忠厚老实、规规矩矩 常用来形容一个人非常认真负责、守信用、不偷懒 也可以表示做事认真、该做的事绝不马虎 =真面目（まじめ）誠実（せいじつ） 几帳面（きちょうめん）更偏“做事细致”的方面",
    },
    {
        "hiragana": "しにせ",
        "kanji": "老舗",
        "chn": "铺子，老店铺；老字号，老号",
    },
    {
        "hiragana": "こんき",
        "kanji": "根気",
        "chn": "耐性，耐心；毅力，精力 根気がある 有耐心、有毅力 根気よく 耐心地、有恒心地",
    },
    {
        "hiragana": "ついてない",
        "kanji": "ついてない",
        "chn": "(運が)ついてない 倒霉、不走运、运气不好  今日は本当についてないな… 今天真倒霉啊",
    },
    {
        "hiragana": "ワープロ",
        "kanji": "ワープロ",
        "chn": "Word processor 文字处理机，语言处理机",
    },
    {
        "hiragana": "かかりつけ",
        "kanji": "掛り付け",
        "chn": "经常就诊，总请其看病 掛かり付けの医者／病院",
    },
    {
        "hiragana": "きくばり",
        "kanji": "気配り",
        "chn": "照料，照顾 気配りができる人 会照顾人、很细心的人 気配りを欠く 缺乏体贴、不够细心",
    },
    {
        "hiragana": "のりき",
        "kanji": "乗り気",
        "chn": "感兴趣 有干劲 乗り気だ／ではない：有意愿／没意愿",
    },
    {
        "hiragana": "ひめくり",
        "kanji": "日めくり",
        "chn": "日历;日めくりをめくる",
    },
    {
        "hiragana": "かいま見る",
        "kanji": "かいま見る",
        "chn": "从一部分现象中，隐约看出整体或真相的一角 “一窥”、“隐约感受到”、“略见端倪”",
    },
    {
        "hiragana": "よきょう",
        "kanji": "余興",
        "chn": "表演助兴节目、娱乐节目 結婚式で友人が余興を披露した。在婚礼上朋友表演了余兴节目。 余興が盛り上がる 节目很热闹，气氛很好 余興を頼まれる 被请求表演节目 余興の出し物 节目内容",
    },
    {
        "hiragana": "できごころ",
        "kanji": "出来心",
        "chn": "一时冲动 一时糊涂 （通常导致不该做的行为） 出来心で盗んでしまった。一时冲动就偷了东西。",
    },
    {
        "hiragana": "ボイコット",
        "kanji": "ボイコット",
        "chn": "boycott 联合抵制、杯葛、拒绝参与",
    },
    {
        "hiragana": "てっぱい",
        "kanji": "撤廃",
        "chn": "废除、取消、撤销 法律を撤廃する 制度を撤廃する =廃止（はいし）解除（かいじょ）",
    },
    {
        "hiragana": "地道(じみち)",
        "kanji": "地道",
        "chn": "踏实、稳健、一步一个脚印地努力、不张扬但扎实可靠 地道に働く =こつこつ一点一点地、踏实努力  着実（ちゃくじつ）稳健、可靠",
    },
    {
        "hiragana": "気合い(きあい)",
        "kanji": "気合い",
        "chn": "精神集中、打起精神、鼓起干劲  気合いを入れる 鼓足干劲 気合いで乗り切る 靠意志力撑过去  =根性（こんじょう）毅力、狠劲",
    }, 
    {
        "hiragana": "合点(がてん)",
        "kanji": "合点",
        "chn": "明白了、理解了、搞懂了、接受了 合点がいく（理解了、明白了）合点する（理解、接受） 点がいかない（搞不懂、无法接受） =納得（なっとく） 理解（りかい）",
    }, 
    {
        "hiragana": "随一(ずいいち)",
        "kanji": "随一",
        "chn": "首屈一指、第一、最优秀、独一无二 =トップ 抜きん出ている（ぬきんでている）出类拔萃",
    },
    {
        "hiragana": "べール",
        "kanji": "べール",
        "chn": "veil 面纱",
    },
    {
        "hiragana": "泥仕合(どろじあい)",
        "kanji": "泥仕合",
        "chn": "狗咬狗、互撕、撕破脸 互相揭短",
    },
    {
        "hiragana": "遣り繰り(やりくり)",
        "kanji": "遣り繰り",
        "chn": "筹划安排、量入为出、设法应付 尤其用于有限的金钱、时间、资源等的灵活调配和应对 お金をやりくりする 精打细算地安排钱 時間をやりくりする 抽时间，合理安排时间",
    },
    {
        "hiragana": "仕草(しぐさ)",
        "kanji": "仕草",
        "chn": "动作、举止、行为表现（尤指细节动作）かわいい仕草 可爱的举止  =行動（こうどう） 動作（どうさ）",
    },
    {
        "hiragana": "目盛り(めもり)",
        "kanji": "目盛り",
        "chn": "（计量器上的）刻度",
    },
    {
        "hiragana": "瀬戸際(せとぎわ)",
        "kanji": "瀬戸際",
        "chn": "关键时刻、紧要关头、决定成败的临界点 瀬戸際に立たされる 被逼到悬崖边、陷入关键局面 = 崖っぷち（がけっぷち）悬崖边 正念場（しょうねんば）关键场面",
    },    
]

def self_test(words):
    try:
        start = int(input(f"请输入起始索引（0 ~ {len(words)-1}）："))
    except ValueError:
        print("please input id:")
        return

    if not (0 <= start < len(words)):
        print("索引超出范围。")
        return

    print("\npress enter to continue\n")

    i = start
    step = 0  # 0 表示显示 hiragana，1 表示显示 kanji+chn
    while i < len(words):
        input()
        if step == 0:
            print(f"no{i+1}.Hiragana: {words[i]['hiragana']}")
            step = 1
        else:
            print(f"Kanji: {words[i]['kanji']}")
            print(f"chn: {words[i]['chn']}")
            print(f"/home/zzpro/.local/share/virtualenvs/maintenance-app-server-bsNH6leo/lib/python3.12/site-packages/fastapi/openapi/utils.py:207: UserWarning: Duplicate Operation ID deleteManagementCompany for function delete_management_company at /home/zzpro/workspace/git/maintenance-app-server/src/api_admin/apis/products_serial_numbers/delete_products_serial_numbers.py")
            step = 0
            i += 1

    print("\n所有单词已显示完毕。")

# うなる是什么意思，如何使用，这个词常用吗，是口语还是书面使用，有什么常见搭配表达，有什么类似的词吗

# 执行测试
if __name__ == "__main__":
    print("请选择词单:")
    print("1. 动词")
    print("2. 形容词")
    print("3. 副词")
    print("4. 名词")

    choice = input("请输入数字 1～4: ").strip()

    if choice == "1":
        self_test(v_words)
    elif choice == "2":
        self_test(adj_words)
    elif choice == "3":
        self_test(f_words)
    elif choice == "4":
        self_test(kanji_words)
    else:
        print("无效的输入，请输入 1 到 4 的数字。")
