v_words = [
    {
        "hiragana": "おかす",
        "kanji": "侵す 犯す",
        "chn": "犯罪 冒犯 侵犯",
    },
    {
        "hiragana": "ばける",
        "kanji": "化ける",
        "chn": "化成 化作 乔装 改变",
    },
    {
        "hiragana": "あきれる",
        "kanji": "呆れる",
        "chn": "吃惊 惊讶 吓呆 表示因为某人或某事过于荒唐、无理、惊人，而惊讶到无话可说、无奈、吃惊的感觉，带有负面情绪。呆れるほど（の）荒唐得令人吃惊的 あきれた態度／行動／話 令人无语的态度／行为／发言",
    },
    {
        "hiragana": "そねむ",
        "kanji": "嫉む",
        "chn": "嫉妒 嫉妒 + 怨恨（更强的负面情绪）类似表达ひがむ（更偏向自卑后的扭曲心理）",
    },
    {
        "hiragana": "ねたむ",
        "kanji": "妬む",
        "chn": "嫉妒 嫉妒为主，感情成分较轻 类似表达うらやむ（偏中性：羡慕）",
    },
    {
        "hiragana": "ささげる",
        "kanji": "捧げる",
        "chn": "双手捧举 献上 贡献  命/青春/祈り/努力をささげる",
    },
    {
        "hiragana": "さとる",
        "kanji": "悟る",
        "chn": "领悟、觉悟（真理・人生など） 察觉、意识到（感情・気配・状況など）",
    },
    {
        "hiragana": "こびる",
        "kanji": "媚びる",
        "chn": "献媚 巴结 卖弄风情 表示讨好、献媚、谄媚，为了得到他人的好感、好处而故意表现出迎合、低姿态的行为",
    },
    {
        "hiragana": "とうとぶ",
        "kanji": "尊ぶ 貴ぶ",
        "chn": "尊重 重视 同义词 敬う（うやまう） 重んじる 崇める（あがめる）",
    },
    {
        "hiragana": "てれる",
        "kanji": "照れる",
        "chn": "害羞 难为情 尴尬 表示因受到称赞、被注视、表现出感情等而感到羞涩、不好意思、尴尬但带点开心的情绪。 褒められて照れる 被夸得不好意思 照れくさい 害羞／不好意思（形容词）",
    },
    {
        "hiragana": "しげる",
        "kanji": "茂る",
        "chn": "植物繁茂、茂密、生长得旺盛 草が茂る 木が茂る 同义词 繁茂する（はんも）",
    },
    {
        "hiragana": "あおぐ",
        "kanji": "仰ぐ",
        "chn": "1.抬头看、仰视  2.尊敬、敬仰 3.依赖、请求 上司の指導を仰ぐ。 同义词 見上げる 尊敬（そんけい）する 頼る（たよる）",
    },
    {
        "hiragana": "あおぐ",
        "kanji": "煽ぐ",
        "chn": "扇风、摇动使空气流动（具体的动作）  煽动、鼓动、挑动（感情、舆论、争端等）（比喻义）",
    },
    {
        "hiragana": "おびやかす",
        "kanji": "脅かす",
        "chn": "威逼 威胁 表示对安全、地位、权威、稳定等构成威胁。常用于社会、国家、经济、权力、和平等抽象层面。",
    },
    {
        "hiragana": "おどかす",
        "kanji": "脅かす",
        "chn": "用语言恐吓 开玩笑 吓唬、惊吓（使对方吃惊）轻微地威胁（开玩笑、调皮）",
    },
    {
        "hiragana": "おどす",
        "kanji": "脅す",
        "chn": "敲诈 打劫 恶意恐吓 胁迫（通常为了达到某种目的）",
    },
    {
        "hiragana": "ほどこす",
        "kanji": "施す",
        "chn": "施舍、捐助（给钱、给食物） 施加、采取（对策、处理、加工等） 同义词 行う（おこなう）与える（あたえる）恵む（めぐむ）：施舍（带有怜悯色彩）寄付する（きふする）：捐献  飾る（かざる）：装饰  添える（そえる）：添加（点缀性的）",
    },
    {
        "hiragana": "なげく",
        "kanji": "嘆く",
        "chn": "因悲伤、后悔、不满等而叹息、哀叹、感叹。悲しむ（かなしむ）因失落或不幸而感到悲伤  惜しむ（おしむ）惋惜、遗憾  悔やむ（くやむ）後悔する（こうかいする）",
    },
    {
        "hiragana": "ゆがむ",
        "kanji": "歪む",
        "chn": "物体变形 心理扭曲",
    },
    {
        "hiragana": "ひずむ",
        "kanji": "歪む",
        "chn": "声音光线的失调 异常 难看",
    },
    {
        "hiragana": "てこずる",
        "kanji": "手こずる",
        "chn": "棘手 难对付 同义词 苦労する 骨が折れる 面倒（めんどう）厄介（やっかい）",
    },
    {
        "hiragana": "したたる",
        "kanji": "滴る",
        "chn": "液体从某处缓缓滴落、滴下来。它通常用于描述水、汗、血、露水、油等液体自然下落的状态。相当于中文的：“滴落”、“滴答滴答地流”、“淌下来”。 滴るような美女 水灵灵的美女（形容肌肤水嫩、非常美）",
    },
    {
        "hiragana": "つぐなう",
        "kanji": "償う",
        "chn": "1.弥补、赔偿损失（物质上的）2.赎罪、弥补过错（精神上的）犯した罪を償う。過ち（あやまち）を償う",
    },
    {
        "hiragana": "たくらむ",
        "kanji": "企む",
        "chn": "企图 阴谋 坏主意 负面、带有阴谋、秘密策划、耍手段的意味 陰謀（いんぼう）を企む たくらみ（名词）阴谋、诡计 近义词もくろむ（目論む）",
    },
    {
        "hiragana": "くわだてる",
        "kanji": "企てる",
        "chn": "计划、策划某件较大的事情 正式计划、大型行动、企业企划、军事政变 偏中性~正式，也可以用于负面的（如犯罪）新しい事業を企てている。正在策划一个新事业",
    },
    {
        "hiragana": "なじる",
        "kanji": "詰る",
        "chn": "责问 责备 责难 难、责备、追问对方的过失或错误  非難する（ひなんする） 責める（せめる）",
    },
    {
        "hiragana": "なえる",
        "kanji": "萎える",
        "chn": "枯萎 没力气 变软  表示精神、干劲、欲望等减退。有时也可指身体部位变得无力。 くじける 落ち込む",
    },
    {
        "hiragana": "しおれる",
        "kanji": "萎れる",
        "chn": "萎，蔫；沮丧，气馁，意志消沉  表示植物失去水分而枯萎，也可引申指人或情绪“萎靡不振”、“沮丧”。 枯れる（かれる）ぐったりする くたびれる しょんぼりする",
    },
    {
        "hiragana": "しなびる",
        "kanji": "萎びる",
        "chn": "蔫了、枯萎了、失去水分变皱、没有生气 蔬果变蔫 皮肤皱缩精神颓废 ",
    },
    {
        "hiragana": "むくいる",
        "kanji": "報いる",
        "chn": "报答 报偿 报仇  回报、报答、报应。可以用于正面（报答恩情）和负面（报复、遭报应）两种语境。同义词 恩返しする（おんがえし）報酬する（ほうしゅう）応える（こたえる）响应、回报（对期待、努力等）仕返しする（しかえし）报复、回击 報復する（ほうふく）",
    },
    {
        "hiragana": "まどわす",
        "kanji": "惑わす",
        "chn": "困惑 蛊惑 扰乱 不知所措 人の心を惑わす 迷惑人的心、让人动摇、引诱  美しさに惑わされる 被美貌迷惑、被美色吸引",
    },
    {
        "hiragana": "ひるがえす",
        "kanji": "翻す",
        "chn": "1.使翻转、飘动（物理动作）旗を翻す 使旗帜飘扬 2.突然改变（主张、态度、决定等）態度を翻す 态度突变 判決を翻す 推翻判决",
    },
    {
        "hiragana": "くつがえす",
        "kanji": "覆す",
        "chn": "打翻 弄翻 推翻 颠覆 推翻、颠覆、打破（常识、判断、结论、政权等），表示彻底否定现有的事物或观点 判決を覆す  推翻判决 常識を覆す 颠覆常识 理論を覆す 政府を覆す",
    },
    {
        "hiragana": "うらがえす",
        "kanji": "裏返す",
        "chn": "将物体翻过来、将里面和外面调换 反过来思考",
    },
    {
        "hiragana": "さらす",
        "kanji": "晒す",
        "chn": "暴晒 浸泡 处于危险状态  個人情報をさらす 曝光个人信息  風雨にさらす 暴露在风雨中  恥をさらす 出丑，丢人现眼",
    },
    {
        "hiragana": "つかえる",
        "kanji": "仕える",
        "chn": "服侍 伺候 侍奉 为人民服务",
    },
    {
        "hiragana": "つぶやく",
        "kanji": "呟く",
        "chn": "嘟囔 唠叨 发牢骚 小声说话，低声自语 ささやく（囁く）ぼそぼそ言う もごもご言う 独り言を言う",
    },
    {
        "hiragana": "ぼやく",
        "kanji": "ぼやく",
        "chn": "嘟囔 唠叨 发牢骚 多用于口语，带有轻微的负面情绪，常指因不满而小声自言自语或抱怨。愚痴をこぼす（ぐちをこぼす）文句を言う（もんくをいう）つぶやく（呟く） ぶつぶつ言う ぼそぼそ言う",
    },
    {
        "hiragana": "こぼす",
        "kanji": "零す 溢す",
        "chn": "洒 泼 发牢骚 抱怨 愚痴をこぼす =はみ出す（はみだす）溢出、露出、越出范围；越轨、不合群",
    },
    {
        "hiragana": "よどむ",
        "kanji": "淀む",
        "chn": "淤塞 不流畅 沉淀 气氛沉重、僵住 浑浊 眼神、情绪变得沉重、阴郁  某种原本应流动的东西停滞、不畅，可以是水、空气、声音、情绪、气氛等。 とどこおる（滞る）",
    },
    {
        "hiragana": "そむく",
        "kanji": "背く",
        "chn": "违背 背叛 背对 违背、背叛、违反，通常用于违背命令、约定、期望、道义等抽象概念。同义词 裏切る（うらぎる）",
    },
    {
        "hiragana": "そむける",
        "kanji": "背ける",
        "chn": "转〔背〕过去-，扭转过去",
    },    
    {
        "hiragana": "しのぶ",
        "kanji": "偲ぶ",
        "chn": "怀念 回忆 追忆 缅怀 （故人、往事）／思念某人 文学性强，多用于书面语、祭词、悼文、诗歌等 同义词 思い出す（おもいだす）懐かしむ（なつかしむ）慕う（したう）怀念、思慕 追悼する（ついとう）",
    },
    {
        "hiragana": "しのぶ",
        "kanji": "忍ぶ",
        "chn": "1.忍耐 忍受 2.人目を避ける、秘密にする 隐匿、潜藏 同义词 耐える（たえる）辛抱する（しんぼう）我慢する（がまん）隠れる（かくれる）潜む（ひそむ）",
    },
    {
        "hiragana": "さえぎる",
        "kanji": "遮る",
        "chn": "遮挡、阻挡、打断（光线、视线、声音、行动、话语等）同义词 遮断する（しゃだん）妨げる（さまたげる）覆う（おおう）塞ぐ（ふさぐ）",
    },
    {
        "hiragana": "おとる",
        "kanji": "劣る",
        "chn": "比不过 逊色  同义词 敵わない（かなわない） 及ばない（およばない）",
    },
    {
        "hiragana": "まさる",
        "kanji": "勝る",
        "chn": "胜过 优于 超高  同义词 優れる（すぐれる）上回る（うわまわる）超过（数值、预期）",
    },
    {
        "hiragana": "いましめる",
        "kanji": "戒める",
        "chn": "劝诫 告诫(他人) 约束、克制自己 過ちを繰り返さないよう、自らを戒めた 为了不再犯错，我警醒自己  子供たちに暴力はだめだと戒めた。我告诫孩子们不能使用暴力  =注意する  =慎む（つつしむ）",
    },
    {
        "hiragana": "うなる",
        "kanji": "唸る",
        "chn": "呻吟 吼叫 轰鸣 赞叹 发出低沉的声音(呻吟、怒吼、动物吼叫、机器声) 感叹、佩服得出声 沉吟不语、苦思冥想时发出“嗯……”的声音",
    },
    {
        "hiragana": "まかなう",
        "kanji": "賄う",
        "chn": "提供饭食 供养 维持 費用／生活費／食費を賄う 人手／スタッフを賄う 賄い料理 まかない飯 员工餐",
    },
    {
        "hiragana": "せがむ",
        "kanji": "せがむ",
        "chn": "纠缠 死皮赖脸 无理要求 同义词 強請る（ねだる）おねだりする 撒娇式的要求  懇願する（こんがん）恳求 ",
    },
    {
        "hiragana": "ためる",
        "kanji": "矯める",
        "chn": "矫正 矫直 弄直",
    },
    {
        "hiragana": "ひそめる",
        "kanji": "潜める",
        "chn": "隐藏 潜伏 销声匿迹 潜伏する（せんぷく）潜行する（せんこう）忍ぶ（しのぶ）潜る（もぐる）",
    },
    {
        "hiragana": "くぐる",
        "kanji": "潜る",
        "chn": "从下面穿过",
    },
    {
        "hiragana": "もぐる",
        "kanji": "潜る",
        "chn": "潜入水下 地下",
    },
    {
        "hiragana": "うとむ",
        "kanji": "疎む",
        "chn": "疏远、嫌恶、排斥、不欢迎 同义词 敬遠する（けいえん）嫌がる（いやがる）嫌う（きらう）遠ざける（とおざける）",
    },
    {
        "hiragana": "くちる",
        "kanji": "朽ちる",
        "chn": "腐烂 腐朽 根据语境可以表达物理意义上的腐烂，也可以引申为精神、名誉、努力的消失或无意义。 同义词 腐る（くさる）錆びる（さびる） 劣化する（れっか）",
    },
    {
        "hiragana": "さする",
        "kanji": "摩る",
        "chn": "摩 摸 抚摸 轻轻摩擦（皮肤、身体部位、器具等）以缓解疼痛、安慰、温暖或清洁。同义词 なでる（撫でる）抚摸、轻抚（更轻柔） こする（擦る）摩擦（力度较大）",
    },
    {
        "hiragana": "またたく",
        "kanji": "瞬く",
        "chn": "眨眼 闪烁 灯火忽明忽暗",
    },
    {
        "hiragana": "まばたく",
        "kanji": "瞬く",
        "chn": "眨眼 闪烁 灯火忽明忽暗",
    },
    {
        "hiragana": "のっとる",
        "kanji": "則る",
        "chn": "根据 按照 遵照(法规) ルールに則って行動してください",
    },
    {
        "hiragana": "のっとる",
        "kanji": "乗っ取る",
        "chn": "强行控制、夺取、劫持、接管 外資に会社を乗っ取られた 公司被外资控制了 飛行機を乗っ取る 劫持飞机 =奪う（うばう）",
    },
    {
        "hiragana": "ぼかす",
        "kanji": "暈す",
        "chn": "虚化 弄模糊 模棱两可",
    },
    {
        "hiragana": "ぼやける",
        "kanji": "ぼやける",
        "chn": "模糊 不清晰",
    },
    {
        "hiragana": "かすむ",
        "kanji": "霞む",
        "chn": "1.朦胧、模糊不清（视线、景物）2.显得暗淡、相形见绌 同义词 ぼやける 曇る（くもる） おぼろげになる",
    },
    {
        "hiragana": "くくる",
        "kanji": "括る",
        "chn": "捆扎 捆上 括号括起来",
    },
    {
        "hiragana": "たゆむ",
        "kanji": "弛む",
        "chn": "松弛 粗心 疲惫 懈怠、松懈、懒散、不再努力 多用于表示精神层面或行为上的松懈，是一种抽象、内在的“松弛”或“不努力”。",
    },
    {
        "hiragana": "たるむ",
        "kanji": "弛む",
        "chn": "松弛 粗心 疲惫 使用范围广，既可形容“物体变松”，也可表示“态度松懈”",
    },
    {
        "hiragana": "つどう",
        "kanji": "集う",
        "chn": "集合 集会 正式、庄重地聚集	目的明确，有“齐聚一堂”的感觉，偏文雅",
    },
    {
        "hiragana": "あばく",
        "kanji": "暴く",
        "chn": "(他动词)揭露 揭发 揭穿 使暴露 意思是“揭露、揭发、挖掘出隐藏的真相或秘密”。它带有将隐藏的事物强行揭开的含义，常用于揭露丑闻、阴谋、秘密等语境中。",
    },
    {
        "hiragana": "あばれる",
        "kanji": "暴れる",
        "chn": "(自动词)乱闹，胡闹；勇敢 乱闹、撒野、发疯似地活动 表示失控地暴力行动、大发脾气、胡闹等 Aが暴れる（自己在乱闹）",
    },
    {
        "hiragana": "とつぐ",
        "kanji": "嫁ぐ",
        "chn": "嫁 出嫁 表示“出嫁、嫁人”的动词，属于较正式、书面、文学性强的表达，现代日常口语中并不常用，取而代之的是「結婚する」「嫁に行く」等更口语的说法。",
    },
    {
        "hiragana": "もてあそぶ",
        "kanji": "弄ぶ 玩ぶ",
        "chn": "玩弄 摆布 戏弄 把人或物当作玩物般随意摆弄、玩弄、轻视，也可指玩赏、欣赏。 あしらう 敷衍、应付 からかう いじる 翻弄する（ほんろうする）",
    },
    {
        "hiragana": "いじる",
        "kanji": "弄る",
        "chn": "摆弄 玩弄",
    },
    {
        "hiragana": "いじめる",
        "kanji": "苛める",
        "chn": "欺负 欺凌 虐待する（ぎゃくたい） 苦しめる（くるしめる）なぶる（嬲る）",
    },
    {
        "hiragana": "おがむ",
        "kanji": "拝む",
        "chn": "双手合十 恳求 央求 双手合十地祈祷、拜佛、请求、恳求等动作，有时也泛指“拜见”“目睹”的意思。 祈る（いのる） 祈願する（きがんする） 参拝する（さんぱいする）礼拝する（れいはい）",
    },
    {
        "hiragana": "またがる",
        "kanji": "跨る",
        "chn": "骑 跨 横跨",
    },
    {
        "hiragana": "すねる",
        "kanji": "拗ねる",
        "chn": "因为不如意或觉得被冷落而赌气、生闷气、闹别扭。 孩子、恋人、或性格敏感的人闹情绪、赌气、不高兴  同义词 いじける（悄気る）受打击或被无视而委屈、自卑、退缩",
    },
    {
        "hiragana": "そらす",
        "kanji": "反らす",
        "chn": "向后仰身体 弄弯 反翘  背中を反らす　向后弓背　板を無理に反らすと折れる。板材硬掰的话会断",
    },
    {
        "hiragana": "そらす",
        "kanji": "逸らす",
        "chn": "偏离 错过 叉开　故意避开、移开某个方向（目光、话题、注意力等）　目を逸らす　話題を逸らす",
    },
    {
        "hiragana": "もめる",
        "kanji": "揉める",
        "chn": "发生争执 起纠纷 焦虑不安",
    },
    {
        "hiragana": "おとろえる",
        "kanji": "衰える",
        "chn": "势头衰落 衰败 衰亡  身体机能、视力、记忆力的减退  气势、活力的减弱 国家、经济、力量、文化、权威的衰落  弱る（よわる）老いる（おいる）劣る（おとる）",
    },
    {
        "hiragana": "かがむ",
        "kanji": "屈む",
        "chn": "(自动)弯腰 蹲下 同义词 しゃがむ（蹲む）",
    },
    {
        "hiragana": "かがめる",
        "kanji": "屈める",
        "chn": "(他动)使..弯腰 屈身",
    },
    {
        "hiragana": "すく",
        "kanji": "透く 空く",
        "chn": "(他动)透过..看见 有空隙",
    },
    {
        "hiragana": "すける",
        "kanji": "透ける",
        "chn": "(自动)透过 透明的(衣服)",
    },
    {
        "hiragana": "はぐくむ",
        "kanji": "育む",
        "chn": "培养 培育 维护 抱 哺育  表示“抚育、培育、培养（爱、梦想、文化等）”。可以是具体的抚养（如养育孩子）也可以是抽象的培养（如爱、希望、文化、关系等） 同义词 育てる（そだてる）養う（やしなう）培う（つちかう）培育（能力、信念、精神、友情等）",
    },
    {
        "hiragana": "ばてる",
        "kanji": "バテる",
        "chn": "精疲力尽 同义词 くたびれる へとへとになる",
    },
    {
        "hiragana": "まっとう",
        "kanji": "全う(する)",
        "chn": "正经 认真 完成 保全 表示“完成、履行、贯彻、坚持到底” 人生、职责、使命 比喻意义上完成一个过程或目标 同义词 成し遂げる（なしとげる） 果たす（はたす）遂行する（すいこう）やり遂げる（やりとげる）やり切る（やりきる）",
    },
    {
        "hiragana": "たまわる",
        "kanji": "賜る",
        "chn": "受赏 受到恩赐 敬语动词 是「もらう」「いただく」的郑重／谦逊表达 ご指導を賜る（しどうをたまわる）",
    },
    {
        "hiragana": "おだてる",
        "kanji": "煽てる",
        "chn": "吹捧 奉承 戴高帽 怂恿 同义词 ＝ごまをす お世辞を言う 持ち上げる ちやほやする おべっかを使う",
    },
    {
        "hiragana": "あざむく",
        "kanji": "欺く",
        "chn": "欺骗 超过 赛过 欺骗、蒙骗、迷惑对方使其误判，常用于描述有意图地欺骗他人。 口语常用「だます」「ごまかす」等",
    },
    {
        "hiragana": "いつくしむ",
        "kanji": "慈しむ",
        "chn": "怜爱 疼爱 慈爱  常用于描述亲情、母爱、对生命或自然的珍重。 労る（いたわる）",
    },
    {
        "hiragana": "いたわる",
        "kanji": "労る",
        "chn": "怜悯 关怀 慰劳 偏“照顾弱者”，更强调关怀行动 特别是对身体虚弱、辛苦中的人表示温柔的照顾和关怀。 思いやる 体谅、为别人着想 更偏“共情”，温柔但无“照顾”动作  慰める（なぐさめる）安慰（心灵）",
    },
    {
        "hiragana": "なだめる",
        "kanji": "宥める",
        "chn": "安慰 抚慰 使平静 安抚、劝解、平息 他人的愤怒、悲伤、不安等情绪 なぐさめる（慰める）安慰他人悲伤、失落的情绪，更偏向“心灵慰藉” 落ち着かせる 諭す（さとす）教导、劝解、讲道理使对方理解",
    },
    {
        "hiragana": "はめる",
        "kanji": "嵌める",
        "chn": "镶嵌 安上 插入",
    },
    {
        "hiragana": "くわえる",
        "kanji": "咥える",
        "chn": "叼 含",
    },
    {
        "hiragana": "いきどおる",
        "kanji": "憤る",
        "chn": "愤怒 气愤 生气 怒る（おこる）腹を立てる 憤慨する（ふんがいする）激怒する（げきどする）",
    },
    {
        "hiragana": "さまよう",
        "kanji": "彷徨う",
        "chn": "彷徨 徘徊 可用于身体上“迷路、游荡”或内心“迷惘、犹豫”等抽象场合 うろつく（徘徊く）徘徊する（はいかいする）漂う（ただよう）飘荡、漂浮，也可比喻“心神不定”",
    },
    {
        "hiragana": "ためらう",
        "kanji": "ためらう",
        "chn": "犹豫 踌躇 迟疑 因为犹豫、担心、害怕、迟疑而迟迟不做决定或不采取行动 躊躇する（ちゅうちょする）尻込みする（しりごみする）表示“胆怯、退缩、畏缩” 決めかねる",
    },
    {
        "hiragana": "おこる",
        "kanji": "興る",
        "chn": "兴起、兴盛、发展起来 常用于表示一个国家、产业、文化、宗教等开始发展或繁荣 国家が興る 文明が興る =繁栄する（はんえいする）栄える（さかえる）繁荣昌盛 偏书面，带有结果性质",
    },
    {
        "hiragana": "ただよう",
        "kanji": "漂う",
        "chn": "1. 物理性：飘浮、漂流 浮かぶ（うかぶ）2. 气味、声音、情绪等的弥漫 立ち込める（たちこめる）烟雾、香气等“弥漫” 満ちる（みちる）充满、弥漫 3.气氛、情绪、表情等的流露 にじみ出る（にじみでる）",
    },
    {
        "hiragana": "むしる",
        "kanji": "毟る",
        "chn": "用手揪、拔、撕（常用于头发、草、羽毛等）同义词 抜く（ぬく）",
    },
    {
        "hiragana": "しいたげる",
        "kanji": "虐げる",
        "chn": "用权力或地位对他人进行压迫、欺负、迫害、使其痛苦 同义词 抑圧する（よくあつする）压制自由、压迫思想、权力打压",
    },
    {
        "hiragana": "みくびる",
        "kanji": "見くびる",
        "chn": "轻视 小看 同义词 侮る（あなどる）軽んじる（かろんじる）甘く見る（あまくみる）低估、小看对方的实力或难度",
    },
    {
        "hiragana": "おさめる",
        "kanji": "納める",
        "chn": "(税金、会费、礼物)缴纳 缴费 卖给",
    },
    {
        "hiragana": "おさめる",
        "kanji": "修める",
        "chn": "(学问、礼仪、课程)学习、修行、掌握",
    },
    {
        "hiragana": "おさめる",
        "kanji": "治める",
        "chn": "(国家、暴乱、情绪)治理 统治 镇压",
    },
    {
        "hiragana": "おさめる",
        "kanji": "収める",
        "chn": "(成果、物品、战利品)放入、收进 接收 获得 收藏 保存",
    },
    {
        "hiragana": "みつぐ",
        "kanji": "貢ぐ",
        "chn": "向别人（尤其是喜欢的人、地位高的人）献金、送礼、花钱讨好、供养等。  寄付する（きふする）捐款、捐物（给组织、慈善等）",
    },
    {
        "hiragana": "たてまつる",
        "kanji": "奉る",
        "chn": "奉上 献上 恭维 「差し上げる」等谦让语的更郑重/古典的表达。",
    },
    {
        "hiragana": "しりぞける",
        "kanji": "退ける",
        "chn": "1.拒绝接受、驳回请求或意见（=断る、否定する 拒否する（きょひ））法案は議会によって退けられた 2.击退敌人、把对方赶走（=撃退する） 攻撃を退ける",
    },
    {
        "hiragana": "しりぞく",
        "kanji": "退く",
        "chn": "退出，离开 后退、退下、辞职、退出，表示从某个位置、地位、场所、职责上退下或让开。 社長の座を退く 戦場から退く =やめる（辞める）引退する（いんたい）",
    },    
    {
        "hiragana": "ぼける",
        "kanji": "惚ける 呆ける ボケる",
        "chn": "1.发呆 （老年）痴呆、图像糊涂 頭がぼける（变糊涂） 2.背景がぼけてる 背景虚化",
    },
    {
        "hiragana": "とぼける",
        "kanji": "惚ける",
        "chn": "装傻、装糊涂 明知故问、假装不知道 とぼけた顔（装傻的脸）とぼけたふりをする（假装不知道）話をとぼける（回避话题）",
    },
    {
        "hiragana": "いとなむ",
        "kanji": "営む",
        "chn": "从事 经营 营造 行为",
    },
    {
        "hiragana": "さばく",
        "kanji": "捌く",
        "chn": "処理する 対応する 处理拥挤事务、解决难题、剖鱼处理食材  人を捌く 应对人群、处理接待  魚を捌く 切鱼、处理鱼（厨房术语） 問題を捌く 处理问题（任务、工作）",
    },
    {
        "hiragana": "さばく",
        "kanji": "裁く",
        "chn": "裁判 审批 是非判断 通常用于法律、正义、道德判断等抽象场景",
    },
    {
        "hiragana": "けがれる",
        "kanji": "汚れる",
        "chn": "弄脏 丧失道德 污浊",
    },
    {
        "hiragana": "はかどる",
        "kanji": "捗る",
        "chn": "进展顺利",
    },
    {
        "hiragana": "かもす",
        "kanji": "醸す",
        "chn": "酿成 造成 引起 引发、制造（抽象的影响或情绪）",
    },
    {
        "hiragana": "さげすむ",
        "kanji": "蔑む",
        "chn": "鄙视、轻视、蔑视、看不起。 人を蔑む 弱者を蔑む =見下す（みくだす） 侮る（あなどる）小看、轻敌 軽蔑する（けいべつ）",
    },
    {
        "hiragana": "たたえる",
        "kanji": "称える／讃える／誉める",
        "chn": "称赞 用言语等方式对某人的行为、成绩、品质表示高度肯定与赞赏。功績をたたえる 勇気をたたえる =ほめる（褒める）賛美する（さんび）賞賛する（しょうさん）称賛する（しょうさん）",
    },
    {
        "hiragana": "おちいる",
        "kanji": "陥る",
        "chn": "落入 陷入 坠入 比如陷入困境、恐慌、错误、贫困等。也可引申为“中了圈套”“掉入陷阱”的意思。ジレンマ(dilemma)に陥る 陷入两难 スランプ(瓶颈期)に陥る 陷入低潮",
    },
    {
        "hiragana": "おとしいれる",
        "kanji": "陥れる",
        "chn": "陷害 使..陷入 表示有意图地让别人陷入不利或危险的境地、陷阱，有明显的恶意或阴谋感。 罠に陥れる 设陷阱陷害对方 陰謀に陥れる 	让人中计",
    },
    {
        "hiragana": "みなぎる",
        "kanji": "漲る",
        "chn": "充满 涨满 迷漫 表示某种东西充满、涌现、鼓满的状态。它既可用在具体事物（如水、血）上，也常用于抽象事物（如力量、感情、干劲）。=あふれる（溢れる）=満ちる（みちる）",
    },
    {
        "hiragana": "かさばる",
        "kanji": "嵩張る",
        "chn": "占地方、臃肿、鼓鼓囊囊 意思是“体积大、占地方、臃肿”。它常用来形容行李、包裹、衣物等东西不重但体积庞大、不方便携带或收纳的状态。荷物がかさばる 行李太占地方",
    },
    {
        "hiragana": "かさむ",
        "kanji": "嵩む",
        "chn": "金额、数量、费用“增加” → 数量型“膨胀” 費用がかさむ 荷物がかさむ 行李增多（这里指“数量多”）増加する（ぞうか）",
    },
    {
        "hiragana": "ゆだねる",
        "kanji": "委ねる",
        "chn": "委任 献身 把决定权、责任、处理、身体、命运等交给他人或某个机构、命运去处理。 処理を専門家に委ねる  運命に身を委ねる 听天由命、顺其自然 同义词 任せる（まかせる） 託す（たくす）示把希望、心愿、使命等“寄托”给他人",
    },
    {
        "hiragana": "ふける",
        "kanji": "耽る",
        "chn": "沉迷 陷入 埋头 沉浸在某种情绪、活动或状态中，无法自拔 同义词 没頭する（ぼっとうする）夢中になる（むちゅうになる）熱中する（ねっちゅうする）沈む（しずむ） 溺れる（おぼれる）",
    },
    {
        "hiragana": "つちかう",
        "kanji": "培う",
        "chn": "培植 培养 培训 培育 原意是“培育植物”，引申为培养抽象事物如能力、信任、经验、人格、感情等。 人間関係を培う 能力を培う 信頼を培う",
    },
    {
        "hiragana": "いたむ",
        "kanji": "悼む",
        "chn": "哀悼 哀悼する（あいとうする）悲しむ（かなしむ）弔う（とむらう）",
    },
    {
        "hiragana": "りきむ",
        "kanji": "力む",
        "chn": "使劲 用力 虚张声势 逞强 可以用于身体上的用力（比如举重、排便等），也可以引申为心理上的“故作努力”、“逞强”，带一点点负面或“勉强”的语气。 力んで話す 紧张地说话 =張り切る（はりきる）干劲十足",
    },
    {
        "hiragana": "へりくだる",
        "kanji": "謙る",
        "chn": "谦虚 谦逊 表示故意贬低自己、抬高对方，以示尊重、礼貌。 へりくだった言い方：谦卑的说法 へりくだった態度  =謙遜する（けんそん） 身を低くする",
    },
    {
        "hiragana": "こごえる",
        "kanji": "凍える",
        "chn": "身体冻僵",
    },
    {
        "hiragana": "もがく",
        "kanji": "もがく",
        "chn": "挣扎 挣扎、扭动身体、拼命努力想摆脱困境，可用于身体上的挣扎，也可比喻为“在人生、内心、逆境中挣扎求生”。 あがく(足掻く)拼命挣扎、努力想改变现状",
    },
    {
        "hiragana": "うなずく",
        "kanji": "頷く",
        "chn": "点头 同意 点头，表示赞同、理解、同意等。既可以是单纯的身体动作，也可引申为“内心赞同”。 同意する（どういする）了承する（りょうしょうする）",
    },
    {
        "hiragana": "うなだれる",
        "kanji": "項垂れる",
        "chn": "垂头丧气 しょげる（凹げる）情绪上颓废、垂头丧气 落ち込む 肩を落とす がっくりする精神上崩溃、重重受打击",
    },
    {
        "hiragana": "うつむく",
        "kanji": "俯く",
        "chn": "1. 动作类：低头、低下视线 顔を伏せる（かおをふせる） 2. 心理暗示类：表现内心低落、羞愧  うなだれる（項垂れる）垂头丧气 しょんぼりする 无精打采",
    },
    {
        "hiragana": "つつしむ",
        "kanji": "慎む 謹む",
        "chn": "1小心 谨慎  言動を慎む 注意言语与行为 2克制、节制 酒を慎む 节制饮酒 3.避免（不适当的行为）慎んで申し上げます 谨慎地致以 =控えめにする（ひかえめ）",
    },
    {
        "hiragana": "あなどる",
        "kanji": "侮る",
        "chn": "小看、轻视、瞧不起 表示轻视、轻蔑、不当回事的态度 あなどれない存在 =ばかにする  =見くびる =舐める",
    },
    {
        "hiragana": "むさぼる",
        "kanji": "貪る",
        "chn": "贪图 贪婪 不顾一切地贪取某物、沉迷于某事物，无法控制自己的欲望 飽くなき",
    },
    {
        "hiragana": "になう",
        "kanji": "担う",
        "chn": "挑 肩负 承担 担负责任、使命、角色、未来（多为抽象义）",
    },
    {
        "hiragana": "かつぐ",
        "kanji": "担ぐ",
        "chn": "1. 扛、背（物理动作） 荷物を肩に担ぐ 2. 推举、拥戴（比喻义）彼を会長に担ぐ 推他当会长 3. 耍弄、捉弄 友達にうまく担がれた。被朋友成功耍了",
    },
    {
        "hiragana": "うれう",
        "kanji": "憂う",
        "chn": "（文言风，现代极少,现代日语用憂える）忧伤 悲叹 担忧 对(未来、现状、社会、人类、命运等)感到忧虑、担忧、忧愁。日常口语中几乎不用，在口语里更常用「心配する」「不安に思う」等说法。",
    },
    {
        "hiragana": "うれえる",
        "kanji": "憂える",
        "chn": "担忧、忧虑、感到不安 这个词带有一种严肃、沉重、正式的语感，常用于对社会、将来、现状等的深切担心。 将来を憂える 子どもの教育を憂える =心配する",
    },
    {
        "hiragana": "わずらう",
        "kanji": "患う",
        "chn": "患病 生病 肺の病を患ったことがある 曾得过肺病",
    },
    {
        "hiragana": "わずらう",
        "kanji": "煩う",
        "chn": "烦恼 苦恼 悩む（なやむ）人間関係に煩う 为人际关系所烦 手続きに煩う被手续烦到",
    },
    {
        "hiragana": "ひがむ",
        "kanji": "僻む",
        "chn": "一个人因为内心不平衡，对他人的幸福或成功感到不满、扭曲地看待。 そねむ(嫉む)",
    },
    {
        "hiragana": "しいる",
        "kanji": "強いる",
        "chn": "强迫 迫使 彼に無理を強いる 同义词 無理やり～させる 押しつける 強制する（きょうせいする）",
    },
    {
        "hiragana": "さだまる",
        "kanji": "定まる",
        "chn": "1.决定 決まる 方針が定まった 2.稳定下来（状态安定）心が定まる 情绪、状态等安定下来 3.固定、不再变化	方针、地位等不再动摇  =落ち着く 固まる",
    },
    {
        "hiragana": "たずさえる",
        "kanji": "携える",
        "chn": "携带 拿 携手 带领 带着某物同行 日语中的「たずさえる（携える）」和「たずさわる（携わる）」虽然写法相似，但意思和用法完全不同",
    },
    {
        "hiragana": "たずさわる",
        "kanji": "携わる",
        "chn": "参与 从事（某项工作或活动）",
    },
    {
        "hiragana": "つねる",
        "kanji": "抓る",
        "chn": "掐 拧 自分をつねる 掐自己（确认是不是在做梦）頬（ほお）をつねる	掐脸颊",
    },
    {
        "hiragana": "たまう",
        "kanji": "賜う 給う",
        "chn": "给 赐与  与える（あたえる）授ける（さずける）授予（技能、称号） 恵む（めぐむ）恩赐、施舍",
    },
    {
        "hiragana": "はぐれる",
        "kanji": "逸れる",
        "chn": "走散 错过 没赶上机会 走散、走失、脱队、和别人失去联系 グループからはぐれる 从队伍中掉队",
    },
    {
        "hiragana": "それる",
        "kanji": "逸れる",
        "chn": "脱离正轨 跑调",
    },
    {
        "hiragana": "あさる",
        "kanji": "漁る",
        "chn": "本义是指“捕鱼、捞鱼虾、狩猎等寻找食物”，引申义：到处翻找、搜寻 ゴミ箱を漁る	翻垃圾桶 本棚を漁る	翻书架 =探す",
    },
    {
        "hiragana": "たしなむ",
        "kanji": "嗜む",
        "chn": "1.爱好、喜爱（某种活动或嗜好） 2.擅长、精通（某种技艺、文化） 武道を嗜む 懂武道、长期练武术 3.谨慎节制（行为上有自制）酒を嗜む 有节制地爱喝酒（≠酗酒）",
    },
    {
        "hiragana": "くじく",
        "kanji": "挫く",
        "chn": "（他动词）扭伤 挫伤 抑制 打击 「打击某人」「让某人失去斗志」希望をくじく（打击希望）意志をくじく（挫败意志）",
    },
    {
        "hiragana": "くじける",
        "kanji": "挫ける",
        "chn": "（自动词）消沉，扭挫 「自己被打击」「气馁、受挫」困難にくじける（在困难面前受挫）困難にくじけて、彼は夢をあきらめた。",
    },
    {
        "hiragana": "ひきいる",
        "kanji": "率いる",
        "chn": "带领 率领 统率 率领、带领、领导一群人或一个组织进行某项活动或任务。 引き連れる（ひきつれる）指導する（しどう）",
    },
    {
        "hiragana": "ひるむ",
        "kanji": "怯む",
        "chn": "畏惧 害怕 麻痹 意思是因害怕、气势或压力而退缩、胆怯。常用于描述心理上被压倒、临阵退缩的状态。 強敵に怯む 相手の勢いに怯む たじろぐ因惊吓、气势而身体/心理上退缩，常与「怯む」近义  おじけづく害怕、胆怯（俗语口语感更强）",
    },
    {
        "hiragana": "そそのかす",
        "kanji": "唆す",
        "chn": "教唆 怂恿、诱惑他人做某事，尤其是带有引导别人做坏事或不太好的事的含义。 犯罪をそそのかす  =けしかける 怂恿、挑唆 あおる（煽る）誘惑する（ゆうわく）",
    },
    {
        "hiragana": "むしばむ",
        "kanji": "蝕む",
        "chn": "1.虫蛀 虫咬 2.逐渐损害、腐蚀、侵蚀、侵害，可以用于身体、精神、自然、社会等多个方面，强调长期、慢性的破坏或消耗。不安にむしばまれる 組織が腐敗にむしばまれる =損なう（そこなう）",
    },
    {
        "hiragana": "やつれる",
        "kanji": "窶れる",
        "chn": "消瘦 憔悴 落魄 因病痛、疲劳、心労等导致身体消瘦、憔悴、变得憔悴不堪。 やせる（痩せる）憔悴する（しょうすいする）衰える（おとろえる）くたびれる",
    },
    {
        "hiragana": "さげる",
        "kanji": "提げる",
        "chn": "提着 携带 提着、挂着（用手拿着往下垂的物品），强调物体向下悬挂或低垂的动作 手に物品を提げる 鞄（かばん）を提げる 持つ（もつ）携える（たずさえる）正式语气，带着（某物/人）一起同行 ぶらさげる（ぶら下げる）更强调“挂着晃荡”，常指吊挂状态",
    },
    {
        "hiragana": "おびる",
        "kanji": "帯びる",
        "chn": "1.携带，佩带（武器、命令、使命等）剣を帯びる（佩剑）／使命を帯びる（肩负使命） 2.带有、含有（某种性质、感觉、色彩等）赤みを帯びる（带点红色）／怒りを帯びた声（带怒气的声音）",
    },
    {
        "hiragana": "おびえる",
        "kanji": "怯える",
        "chn": "害怕 “因恐惧或不安而发抖、害怕、惊恐”，常用于形容人或动物因为过去的创伤、眼前的危险或心理的不安而感到恐惧。暴力に怯える 被暴力吓到 恐れる（おそれる）ビクビクする 战战兢兢、提心吊胆 震える（ふるえる）	发抖",
    },
    {
        "hiragana": "とどこおる",
        "kanji": "滞る",
        "chn": "堵塞 积压 既可以指事情进展不顺，也可指支付、作业、手续等“卡住、延迟”。停滞する（ていたい）詰まる（つまる）",
    },
    {
        "hiragana": "こらす",
        "kanji": "凝らす",
        "chn": "凝结 集中 集中（注意力、技巧、智慧等）于某一事物上，相当于“凝聚”“集中精力”“使劲”。集中する（しゅうちゅうする）",
    },
    {
        "hiragana": "はかる",
        "kanji": "図る",
        "chn": "图谋 策划 谋求  改善を図る 图谋改善 解決を図る 设法解决 利益を図る 谋取利益",
    },
    {
        "hiragana": "ほろびる",
        "kanji": "滅びる",
        "chn": "(自动词)灭绝 灭亡",
    },
    {
        "hiragana": "ほろぼす",
        "kanji": "滅ぼす",
        "chn": "(他动词)使...灭亡",
    },
    {
        "hiragana": "おしむ",
        "kanji": "惜しむ",
        "chn": "舍不得 惋惜 爱惜 吝啬 某物感到珍惜、惋惜、舍不得、吝惜，可以表达正面的珍视，也可以表示对失去、结束的惋惜或不舍。時間を惜しむ 努力を惜しまない 不吝惜努力（=全力以赴）死を惜しむ 为某人去世感到惋惜 =大切にする 悼む（いたむ）",
    },
    {
        "hiragana": "はばむ",
        "kanji": "阻む",
        "chn": "1.阻挡、拦截（物理性）通路を阻む 阻挡通路 2.阻止、妨碍（抽象性）妨碍某人做某事 阻碍事态的发展 防いだ(ふせいだ)／止めた",
    },
    {
        "hiragana": "こばむ",
        "kanji": "拒む",
        "chn": "拒绝、阻止、不接受 招待を拒む（拒绝招待）敵の侵入を拒む（阻止敌人入侵）入場を拒む 拒绝入场 =断る（ことわる）拒否する（きょひ）",
    },
    {
        "hiragana": "つくろう",
        "kanji": "繕う",
        "chn": "修理 修缮 弥补 整理仪容、打扮 服を繕う 修补衣服 感情を繕う 掩饰情感 身なりを繕う 整理仪容 =修理する（しゅうりする）修繕する（しゅうぜんする）",
    },
    {
        "hiragana": "あわれむ",
        "kanji": "哀れむ 憐れむ",
        "chn": "可怜 怜悯 同情 表示对他人的不幸、悲惨、弱小处境感到可怜、同情。 同情する（どうじょうする）哀れ(な) 可怜的",
    },
    {
        "hiragana": "さずける",
        "kanji": "授ける",
        "chn": "授予 赋予 传授 教授 1.把某种东西或权利、称号等郑重地给予他人 称号を授ける 2.将知识、技能、智慧等教导他人 知識を授ける =あたえる（与える）授かる（さずかる）「授ける」的被动/受益表达，意思是“被授予”或“得（子）”",
    },
    {
        "hiragana": "さずかる",
        "kanji": "授かる",
        "chn": "被授予 被赐予 賞を授かる",
    },
    {
        "hiragana": "しつける",
        "kanji": "仕付ける",
        "chn": "1做惯 习惯 2.管教、训练 しつけがなってないね 没家教啊 犬をしつける 训练狗 子どもをしつける 管教孩子 3.缝上 补上",
    },
    {
        "hiragana": "かじる",
        "kanji": "齧る",
        "chn": "1.咬 啃 2.引申义：稍微了解、略懂一二 日本史を少し齧ったことがある",
    },
    {
        "hiragana": "さとす",
        "kanji": "諭す",
        "chn": "告示 使..了解 教导 教诲 带有劝导、教诲语气的日语动词，语气较为正式，主要用于长辈、上级、老师等对他人（尤其是晚辈、部下）进行耐心讲理、劝解、开导时 子供を諭す 教导孩子 教える（おしえる）戒める（いましめる）",
    },
    {
        "hiragana": "まぬがれる",
        "kanji": "免れる",
        "chn": "避免 摆脱 幸免 表示避免某种不好的结果、状况或义务，含义是“逃脱、避免、幸免于……”等 逃れる（のがれる）避ける（さける）すり抜ける",
    },
    {
        "hiragana": "おもむく",
        "kanji": "赴く",
        "chn": "1.前往、前去某处（目的地）2.趋向于某种状态、发展方向 現場に赴く 訪れる（おとずれる）出かける（でかける）",
    },
    {
        "hiragana": "そびえる",
        "kanji": "聳える",
        "chn": "耸立 高耸入云 通常指建筑物、山岳等非常高大显眼地矗立着。山が聳える ビルが聳える",
    },
    {
        "hiragana": "かなでる",
        "kanji": "奏でる",
        "chn": "演奏 弹奏 メロディーを奏でる 弾く 演奏する（えんそうする）",
    },
    {
        "hiragana": "たくす",
        "kanji": "託す",
        "chn": "托付 借口 托词 意思是“托付、委托、寄托（感情、愿望、物品等）”。用于表达信任或情感上的托付。用件を託す 任せる（まかせる）委ねる（ゆだねる）",
    },
    {
        "hiragana": "つかさどる",
        "kanji": "司る 掌る",
        "chn": "掌管 管理 主持 担任 如职务职责、政府职能、大脑功能、神明的主宰等 財政を司る 担当する 管理する",
    },
    {
        "hiragana": "とがめる",
        "kanji": "咎める",
        "chn": "责难 责备 盘问 带有指责、责难、内疚语感的日语动词，既可以指他人批评某人，也可以表示自己内心的不安或自责 過ちを咎める 指责过失、错误 良心が咎める 良心不安，自责 非難する（ひなん） 責める（せめる）",
    },
    {
        "hiragana": "たくわえる",
        "kanji": "蓄える",
        "chn": "储蓄 储存 它可以用于具体的实物储存（如金钱、粮食），也可以用于抽象的积累（如经验、能量、知识）お金を蓄える 知識を蓄える 貯める（ためる）貯蓄する（ちょちく）",
    },
    {
        "hiragana": "つぶる",
        "kanji": "瞑る",
        "chn": "闭眼 = 目を閉じる 目をそらす 移开视线（不是闭眼）",
    },
    {
        "hiragana": "ねだる",
        "kanji": "強請る",
        "chn": "死皮赖脸要求 =せがむ",
    },
    {
        "hiragana": "はねる",
        "kanji": "跳ねる",
        "chn": "1.跳 ボールが跳ねる（球弹起来）  2.飞溅 油が跳ねる（油溅出来）3.结束（演出、聚会等）芝居が跳ねる（演出结束了）",
    },
    {
        "hiragana": "かぶれる",
        "kanji": "かぶれる",
        "chn": "1.皮肤过敏、发炎、起疹子 化粧品で肌がかぶれる 2.人云亦云 染上某种风气 坏习惯（贬义）西洋かぶれの若者たち 崇洋媚外的年轻人 彼はすっかりアメリカかぶれだ 他完全被美国文化影响了 =ハマる",
    },
    {
        "hiragana": "あせる",
        "kanji": "褪せる",
        "chn": "褪色 衰减 衰退",
    },
    {
        "hiragana": "いつわる",
        "kanji": "偽る",
        "chn": "冒充 伪造 作假 年齢を偽る 事実を偽る 経歴を偽る ごまかす だます（騙す）偽装する（ぎそう）",
    },
    {
        "hiragana": "こらしめる",
        "kanji": "懲らしめる",
        "chn": "惩罚 惩戒 教训 带有惩罚意味的他动词，意思是“惩罚、教训、让对方长记性”。悪人を懲らしめる 教训坏人，惩治恶人 子どもを懲らしめる 教训孩子 罰する（ばっする）懲役（ちょうえき）",
    },
    {
        "hiragana": "こしらえる",
        "kanji": "拵える",
        "chn": "1.制造,做  夕飯を拵える 2.筹（钱）金を拵えた； 3.捏造,虚构 話を拵える 编造故事 4.化妆,打扮 ",
    },
    {
        "hiragana": "しつらえる",
        "kanji": "設える",
        "chn": "布置，陈设，设置 示为某种正式场合或用途，精心准备空间、设备、摆设等，带有“讲究”、“讲礼仪”、“正式”的语感。座敷を設える 布置和式客厅（如茶室） =飾る（かざる）整える（ととのえる）",
    },
    {
        "hiragana": "あつらえる",
        "kanji": "誂える",
        "chn": "订做 スーツを誂える 定做西装 家具を誂える 定做家具 注文する（ちゅうもん）オーダーする",
    },
    {
        "hiragana": "めくる",
        "kanji": "捲る",
        "chn": "掀起(被子) 翻开(书) （用手）翻开、掀开、揭开东西的一部分，比如书页、纸张、布、被子、帘子等。它强调向上或向外掀起的动作。",
    },
    {
        "hiragana": "しくじる",
        "kanji": "しくじる",
        "chn": "1.搞砸 失败 試験をしくじる 2.被解雇 仕事をしくじる  =失敗する（しっぱい）台無しにする（だいなし）",
    },
    {
        "hiragana": "つらぬく",
        "kanji": "貫く",
        "chn": "1.表示物理的“贯穿”、“穿透” 2.贯彻信念、方针、态度 信念を貫く 主張を貫く 3.坚持做完某事 方針を貫く 贯彻方针 =通す（とおす）やり通す 更偏口语的“坚持到底” 貫徹する（かんてつ）",
    },
    {
        "hiragana": "そそる",
        "kanji": "そそる",
        "chn": "引起 勾起",
    },
    {
        "hiragana": "はじく",
        "kanji": "弾く",
        "chn": "排斥 防水 弹 打算盘 水を弾く 防水材料 指でビー玉を弾いた 用手指弹开了玻璃弹珠",
    },
    {
        "hiragana": "けなす",
        "kanji": "貶す",
        "chn": "贬低 成果をけなす（贬低成果）他人をけなす（贬低他人） 作品をけなす（批评作品）=おとしめる 中傷する（ちゅうしょう）",
    },
    {
        "hiragana": "ひめる",
        "kanji": "秘める",
        "chn": "1.隐藏（情感、想法等）在内心，不让人知道 思いを秘める（把感情埋藏心中）=隠す（かくす）2.蕴藏、内含 可能性を秘める（蕴藏着可能性）",
    },
    {
        "hiragana": "うながす",
        "kanji": "促す",
        "chn": "催促，促使 意思是“催促、推动、促使”。它可以用于催促行为、促进反应/变化、引导某人做某事等多种语境 返事を促す（催促对方回复）成長を促す（促进成长）、発展を促す（推动发展） =せかす催促（更口语、略急迫）勧める（すすめる）",
    },
    {
        "hiragana": "せかす",
        "kanji": "急かす",
        "chn": "催促、催赶、让对方快点做某事 子どもをせかして学校へ行かせた 催促孩子去上学 仕事をせかす	催着别人快点完成工作 人をせかす	催促某人",
    },
    {
        "hiragana": "あやぶむ",
        "kanji": "危ぶむ",
        "chn": "担心 怀疑 不相信 担心、担忧、觉得有危险/有问题/不安 通常表示对未来结果、计划、安危等抱有不安或怀疑的态度。将来を危ぶむ 担忧未来发展 安全を危ぶむ 担心是否安全 =心配する 不安に思う",
    },
    {
        "hiragana": "なつく",
        "kanji": "懐く",
        "chn": "接近 亲近 喜欢 驯服 意思是“亲近、亲昵、依恋”，通常用于小孩或动物对人产生信赖、依赖感，变得愿意亲近对方。子供が懐く 孩子变亲近了 犬が懐く 狗变亲人了 その犬は私によく懐いている なかなか懐いてくれない 不愿靠近我",
    },
    {
        "hiragana": "こじれる",
        "kanji": "拗れる",
        "chn": "恶化 复杂化 意思是“恶化、变复杂、变僵”。它可以用于人际关系、谈判、病情、情绪等多种语境 話がこじれる（谈话变僵）風邪がこじれる（感冒恶化）関係がこじれる =行き詰まる（いきづまる）こじらせる他动词，表示“使……恶化”",
    },
    {
        "hiragana": "くつろぐ",
        "kanji": "寛ぐ",
        "chn": "舒坦 放松 惬意 愉快地休息 意思是“放松、舒适、自在地度过时间” 家でくつろぐ 在家里放松休息 くつろいだ雰囲気 轻松自在的氛围 リラックスする 休む（やすむ）だらだらする 无所事事、懒散",
    },
    {
        "hiragana": "ゆずる",
        "kanji": "譲る",
        "chn": "转让 卖给 二手转卖、把东西“出让”出去。 意思是“让给、转让、退让、谦让”。使用范围广，可用于实物、权利、意见、座位、顺序等各种“让步”行为。席を譲る（让座） 意見を譲る（让步于对方的意见）車を友人に譲る（把车转让给朋友）譲渡する（じょうと）",
    },
    {
        "hiragana": "さっする",
        "kanji": "察する",
        "chn": "1.体察、体谅、设身处地为他人着想 気持ちを察する 体谅对方的心情 2.根据情况判断、推测 危険を察する 察觉危险 空気を察する（＝空気を読む）",
    },
    {
        "hiragana": "てっする",
        "kanji": "徹する",
        "chn": "贯彻、始终如一、专注于、贯穿 仕事に徹する 专心于工作 裏方に徹する 甘当幕后人员（不出风头）自己主張を徹する 彻底表达自己的主张 母親役に徹する 完全以母亲的角色行事 =貫く（つらぬく）贯彻、坚持 専念する（せんねん）",
    },
    {
        "hiragana": "ひねる",
        "kanji": "捻る",
        "chn": "扭 拧 捏 转动 击败打败",
    },
    {
        "hiragana": "ねじる",
        "kanji": "捻る",
        "chn": "扭 拧 捏 转动 击败打败",
    },
    {
        "hiragana": "あざける",
        "kanji": "嘲る",
        "chn": "嘲笑，嘲弄 嘲笑、讥讽、嘲弄。指用轻蔑的态度贬低或嘲笑他人，语气较强烈，常带有侮辱、鄙视意味。 見下す（みくだす）侮辱する（ぶじょく）ばかにする",
    },
    {
        "hiragana": "あざわらう",
        "kanji": "嘲笑う",
        "chn": "嘲笑、讥笑、带有侮辱性地笑 失敗をあざ笑う 嘲笑别人的失败 =嘲る（あざける）嘲弄、讥讽",
    },
    {
        "hiragana": "あらがう",
        "kanji": "抗う",
        "chn": "抗争；反抗 反抗、抵抗、对抗、不屈服于某种力量 常用于抽象的力量，如命运、权威、潮流等。運命に抗う 権力に抗う 抵抗する（ていこう）逆らう（さからう）立ち向かう（たちむかう）反発する（はんぱつ）",
    },
    {
        "hiragana": "つらなる",
        "kanji": "連なる",
        "chn": "（自动词）1.成排 连绵 山々が連なっている。 2.列席、出席某组织或会议 重役が会議に連なった。 3.与……有所关联（抽象地）事件は大きな陰謀に連なっていた。",
    },
    {
        "hiragana": "つらねる",
        "kanji": "連ねる",
        "chn": "（他动词）1.使...连成一排 車を道路に連ねて駐車する。 2.参加、列入（组织、名单）名を連ねる。在名单上署名 / 加入某组织。",
    },
    {
        "hiragana": "とだえる",
        "kanji": "途絶える",
        "chn": "(线索 道路)中断 指的是某种联系、流通、活动、声音、来往等本来持续着的事情中途停止，不再继续的状态。 連絡が途絶える 支援が途絶える 交通が途絶える",
    },
    {
        "hiragana": "とろける",
        "kanji": "蕩ける",
        "chn": "1.溶化 食物「とろける」＝ 融化、柔软、入口即化。 2.心荡神驰 描述物体变软融化或者人因喜悦、快感等陶醉、沉醉的状态 =うっとりする 心神迷醉、入迷",
    },
    {
        "hiragana": "ちぎる",
        "kanji": "契る",
        "chn": "誓约 约定 结为夫妻 愛を契る（ちぎる） 契りを結ぶ（むすぶ） =誓う（ちかう）更现代化、广泛，表示誓言",
    },
    {
        "hiragana": "うろたえる",
        "kanji": "狼狽える",
        "chn": "慌张，狼狈 慌张、慌乱、手足无措、惊慌失措 突然の質問にうろたえる 被突然的问题搞慌了手脚 うろたえた様子 惊慌的样子",
    },
    {
        "hiragana": "おもいつめる",
        "kanji": "思い詰める",
        "chn": "冥思苦想 想太多 因为过度烦恼或执着某件事而陷入沉重、压抑的心理状态 思い詰めた表情 愁眉苦脸的表情 思い詰めた末に… 想太多到最后… =悩む（なやむ）",
    },
    {
        "hiragana": "ゆきとどく",
        "kanji": "行き届く",
        "chn": "照顾周到、关怀细致、做到位 気配りが行き届く 关怀周到 手入れが行き届く 维护保养得好 サービスが行き届いている 服务周到",
    },
    {
        "hiragana": "のりだす",
        "kanji": "乗り出す",
        "chn": "1.开始从事某件事／积极介入 亲自出面、投身 調査に乗り出す：开始调查 =着手する(ちゃくしゅ) 2.探出身体、探头出去 体を乗り出す",
    },
    {
        "hiragana": "うわまわる",
        "kanji": "上回る",
        "chn": "超过、高于、超出（基准、预期、数量、程度）予想を上回る 超出预期 出席者は1万人を上回った 出席人数超过了一万人 =超える（こえる）オーバーする",
    },
    {
        "hiragana": "しきる",
        "kanji": "仕切る",
        "chn": "1.用隔板、布帘等把空间区分开来 カーテンで部屋を仕切る 用窗帘隔开房间 2 掌控、主持、负责整个流程 管理、统筹、指挥某个场面或活动 会議を仕切る 主持会议",
    },
    {
        "hiragana": "しかける",
        "kanji": "仕掛ける",
        "chn": "1.发动、挑起（攻击、战斗、争论等）攻撃を仕掛ける 2.设置（机关、陷阱、装置、道具等）罠を仕掛ける 设置陷阱 3.刚开始做、还没完成的状态（＝しかけの～）読みかけの本 =仕組む（しくむ）策划",
    },
    {
        "hiragana": "あんじる",
        "kanji": "案じる",
        "chn": "担心、挂念、忧虑、担忧 身を案じる 担心某人的安危 将来を案じる 担忧未来 =心配する／気にする／不安に思う",
    },
    {
        "hiragana": "ひかれる",
        "kanji": "惹かれる",
        "chn": "被..吸引",
    },
    {
        "hiragana": "ほころびる",
        "kanji": "綻びる",
        "chn": "1.字面义（衣服等）开线、裂开、有破损 服の縫い目が綻びる 2.引申义（情绪、表情）自然流露、绽放、微笑 表情が綻びる 3.绽开、含苞欲放 花が綻びる",
    },
    {
        "hiragana": "つづる",
        "kanji": "綴る",
        "chn": "1.写作、记录、表达感情 日記を綴る 写日记 単語を綴る 拼写英文单词 2.装订成册 ノートを綴じる 装订笔记本",
    },
    {
        "hiragana": "かかげる",
        "kanji": "掲げる",
        "chn": "1.举起、悬挂（实物） 旗を掲げる 高举旗帜 看板を掲げる 挂出招牌 2.提出（目标、口号、方针、理念等） 目標を掲げる 3.登载、刊登 新聞に広告を掲げる =掲示する（けいじ）",
    },
    {
        "hiragana": "ぬきだす",
        "kanji": "抜き出す",
        "chn": "1.从某处取出、抽出（物理性动作）箱の中から一枚だけカードを抜き出す 从盒子里抽出一张卡片 =取り出す（とりだす） 2.从信息中摘取、提取（抽象）文章から重要な部分を抜き出してください 文章中提取出重要部分 =抽出する（ちゅうしゅつ）",
    },
    {
        "hiragana": "ぬけだす",
        "kanji": "抜け出す",
        "chn": "1.偷偷离开 会議の途中でこっそり抜け出した 在会议中偷偷溜出来了 2.脱身、摆脱 借金生活から抜け出す方法を探している 正在找摆脱负债生活的方法 =脱出する（だっしゅつ）更书面、硬派、常用于灾难、监狱等",
    },
    {
        "hiragana": "もだえる",
        "kanji": "もだえる",
        "chn": "挣扎；苦闷 1.因身体痛苦而扭动挣扎、打滚 2.比喻内心在“煎熬”、“焦躁不安”、“欲火焚身”的状态  苦しみにもだえる 在痛苦中挣扎 羞恥にもだえる 羞愧得扭动/痛苦不堪 苦しむ（くるしむ）",
    },
    {
        "hiragana": "たちあう",
        "kanji": "立ち会う",
        "chn": "见证，在场;出産に立ち会う",
    },
    {
        "hiragana": "たちむかう",
        "kanji": "立ち向かう",
        "chn": "迎战，对抗，抵抗",
    },
    {
        "hiragana": "たちよる",
        "kanji": "立ち寄る",
        "chn": "1.顺便去一下 顺路去 駅に行く途中、コンビニに立ち寄った 去车站的路上，顺便去了便利店 2.稍作停留、短暂停留某地 立ち寄ってください 请稍作停留",
    },
    {
        "hiragana": "ひきずる",
        "kanji": "引きずる",
        "chn": "1.拖着走、拖拉着移动（物理意义） 2.难以忘记 3.拖延（时间、处理）  原意是“拖、拖拉着走”，引申出“难以释怀、耿耿于怀、放不下”等抽象含义 まだ過去を引きずってるんだね 你还是放不下过去啊",
    },
    {
        "hiragana": "きりだす",
        "kanji": "切り出す",
        "chn": "开口说起、开始提起 話を切り出す 开始说话、开口谈事 本題を切り出す 开始进入正题 =言い出す",
    },
    {
        "hiragana": "きりあげる",
        "kanji": "切り上げる",
        "chn": "1.提前结束、收尾、告一段落 会議を定刻より早く切り上げた。比预计时间提前结束了会议 打ち切る（うちきる）强行中止 2.升值、抬高价格、数值（金融/数学）価格を切り上げる",
    },
    {
        "hiragana": "すする",
        "kanji": "すする",
        "chn": "小口啜",
    },
    {
        "hiragana": "わめく",
        "kanji": "喚く",
        "chn": "叫，唤，喊，嚷",
    },
    {
        "hiragana": "ゆさぶる",
        "kanji": "揺さぶる",
        "chn": "震撼 摇动",
    },
    {
        "hiragana": "しぶる",
        "kanji": "渋る",
        "chn": "犹豫、不情愿、迟迟不做某事 お金・返事・承諾・返却・出発 など",
    },
    {
        "hiragana": "ゆすぐ/すすぐ",
        "kanji": "濯ぐ",
        "chn": "口をすすぐ／うがいをする ゆすぐ（口语）すすぐ（正式）抽象用法，仅限「すすぐ」 汚名をすすぐ",
    },
    {
        "hiragana": "さかえる",
        "kanji": "栄える",
        "chn": "繁荣、昌盛、兴旺 国が栄える 文化が栄える 商業が栄える",
    },
    {
        "hiragana": "かすれる",
        "kanji": "掠れる",
        "chn": "声音或字迹等模糊不清、嘶哑、不清楚 声がかすれる 嗓子嘶哑了 インクが切れて字がかすれている。 =にじむ ぼやける",
    },
    {
        "hiragana": "きりとる",
        "kanji": "切り取る",
        "chn": "1.切下、剪下、割下（物理动作）2.（从文件、文章中）摘录、剪辑 3.夺取、攻下（军事用语或比喻）",
    },
    {
        "hiragana": "さわる",
        "kanji": "障る",
        "chn": "妨碍、影响、对……有害、碍事 気に障る（きにさわる）让人不高兴 体に障る（からだにさわる）对身体不好 =害する（がいする） 妨げる（さまたげる）",
    },
    {
        "hiragana": "つきとめる",
        "kanji": "突き止める",
        "chn": "彻底查明、追查到底、搞清楚真相",
    },
    {
        "hiragana": "つきつける",
        "kanji": "突き付ける",
        "chn": "强硬地提出；猛地指向；摆到对方面前（要求其正面面对）经常用在交涉、质问、证据、现实等情境中 証拠を突き付ける 摆出证据让对方无法反驳 離婚届を突き付ける 把离婚协议书甩给对方",
    },
    {
        "hiragana": "ほとばしる",
        "kanji": "迸る",
        "chn": "迸发、喷涌、奔流而出，用于描述液体、感情、能量等猛烈地向外涌出的状态，具有强烈的动感。 血が迸る 涙が迸る =噴き出す（ふきだす） 湧き出る（わきでる）",
    },
    {
        "hiragana": "思い切る",
        "kanji": "思い切る",
        "chn": "1.下定决心、毅然决断 思い切って告白する 鼓起勇气告白 =決心する（けっしん） 踏み切る 决心跨出第一步 2.死心、彻底放弃 =あきらめる",
    },
    {
        "hiragana": "思い存分(おもいぞんぶん)",
        "kanji": "思い存分",
        "chn": "尽情地、痛快地、毫无保留地 表示不顾一切地、按照自己的心意尽情去做某事。 思い存分楽しむ 尽情享受 思い存分食べる 尽情吃  =存分に（ぞんぶんに）充分地、尽情地 =羽目(はめ)をはず",
    },
    {
        "hiragana": "取り立て",
        "kanji": "取り立て",
        "chn": "1.催收、讨债、征收（税、钱等）借金を取り立てる  2.特别提起、强调（取り立てて〜ない） 取り立てて言うほどのことでもない。没什么特别值得一说的 3.提拔（某人）到特定职位或地位 新人を係長に取り立てる",
    },
    {
        "hiragana": "みなす",
        "kanji": "見なす",
        "chn": "视为 认定为 看作 欠席した場合は、試験を放棄したと見なします 缺席的话将被视为放弃考试 10分以上の遅刻は欠席と見なされる 迟到超过10分钟将被视为缺席",
    },
    {
        "hiragana": "みいだす",
        "kanji": "見いだす",
        "chn": "发现、找出、察觉到（价值、可能性、方法、意义等抽象事物）やりがいを見いだす 找到了价值感 =見つける 找到、发现（具体事物）発見する",
    },
    {
        "hiragana": "みほれる",
        "kanji": "見惚れる",
        "chn": "看得入迷、看得出神、陶醉于眼前的美好事物  =うっとりする 陶醉、入迷 =見とれる（みとれる）与見惚れる意思几乎一样，更口语",
    },
    {
        "hiragana": "みとれる",
        "kanji": "見とれる",
        "chn": "看入迷;美しい景色に見とれてしまった",
    },
    {
        "hiragana": "ねぎらう",
        "kanji": "労う",
        "chn": "慰劳、犒劳、表示感谢辛苦 对他人为某件事付出的努力、劳苦表示感谢、赞赏或关心 =感謝する（かんしゃ） =いたわる体贴、关心",
    },
    {
        "hiragana": "言い分（いいぶん）",
        "kanji": "言い分",
        "chn": "主张 辩解 说法 意见 立场 言い分がある 有自己的主张／说法 い分を押し付ける 强加自己的主张 =主張（しゅちょう）",
    },
    {
        "hiragana": "言いなり（いいなり）",
        "kanji": "言いなり",
        "chn": "唯命是从、言听计从 言いなりになる 子どもに言いなりになるのは教育上よくない 事事听孩子的话对教育不好 =従う（したがう）",
    },
    {
        "hiragana": "言い回す（いいまわす）",
        "kanji": "言い回す",
        "chn": "说得婉转些 换一种说法 为了让话更清楚或更婉转而换种说法表达。 言い回したほうがいいよ 最好说得婉转一点",
    },
    {
        "hiragana": "遠回し（とおまわし）",
        "kanji": "遠回し",
        "chn": "拐弯抹角、委婉含蓄地表达 遠回しに言う 委婉地说 遠回しな表現 委婉的表达方式",
    },
    {
        "hiragana": "すたれる",
        "kanji": "廃れる",
        "chn": "1.不再流行、过时 流行が廃れる 不再流行 2.走向衰落、失去活力 商店街が廃れてしまった 商店街已经衰落了 3.制度废除 風習が廃れた =廃止する（はいし）",
    },
    {
        "hiragana": "うらづける",
        "kanji": "裏付ける",
        "chn": "证实，印证，从旁支持，证明 用证据或事实来支持某种说法、判断、推理 証拠が裏付ける 证据印证了某事 信頼性を裏付ける 证明其可信度 =証明する（しょうめい）",
    },
    {
        "hiragana": "ひいでる",
        "kanji": "秀でる",
        "chn": "擅长，优秀 在某方面特别优秀、出众、突出 数学に秀でる 在数学上出众 =優れる（すぐれる）卓越する（たくえつ）抜きん出る（ぬきんでる）",
    },
    {
        "hiragana": "ほうりだす",
        "kanji": "放り出す",
        "chn": "1.撂下不管  放弃职责、任务 仕事を放り出して帰ってしまった 2.赶出去、驱逐（人）息子は家を放り出された 子被赶出家门了",
    },
    {
        "hiragana": "忍ばせる",
        "kanji": "忍ばせる",
        "chn": "忍ぶ（しのぶ）的使役形 悄悄藏起、偷偷带上、不让别人发现地放入某处 彼はコートの中にナイフを忍ばせていた 大衣里偷偷藏着一把小刀 =隠す（かくす）潜める（ひそめる）",
    },
    {
        "hiragana": "とりつける",
        "kanji": "取り付ける",
        "chn": "安装、装配、设置上某物(机械、设备、家具、电器) 将某物安装到指定的位置上，强调“使某物固定地附着于某物” エアコンを取り付ける 安装空调 =設置する",
    },
    {
        "hiragana": "ふきかえ",
        "kanji": "吹き替え",
        "chn": "给……配音 この映画は吹き替え版と字幕版があります 这部电影有配音版和字幕版  吹き込み（ふきこみ）录音、录制声音 ナレーション 旁白",
    },
    {
        "hiragana": "ついえる",
        "kanji": "潰える",
        "chn": "破灭、落空、毁灭、失败、泡汤 用于表达计划、梦想、希望、努力等落空或破产的情形 夢が潰える 梦想破灭 国家が潰える 国家灭亡",
    },
    {
        "hiragana": "たわむれる",
        "kanji": "戯れる",
        "chn": "玩耍、嬉戏；开玩笑、调情；玩弄（某人／感情）子供と戯れる 和小孩嬉戏 恋人と戯れる 与恋人打情骂俏 =遊ぶ（あそぶ）ふざける からかう 弄ぶ（もてあそぶ）玩弄（人心、命运）",
    },
    {
        "hiragana": "はからう",
        "kanji": "計らう",
        "chn": "斟酌处理、设法安排 この件は私に計らわせてください 请让我来处理这件事 ご計らいありがとうございます。感谢您的安排 =処理する（しょり）斡旋する（あっせん）介入协调",
    },
    {
        "hiragana": "みせびらかす",
        "kanji": "見せびらかす",
        "chn": "炫耀、显摆 轻微贬义 新車を見せびらかしていた 故意秀新车 =誇示する（こじ）夸耀 书面语，带强烈贬义 自慢する（じまん）自夸、炫耀 可正可负 ひけらかす 炫耀（知识/地位等）更书面、更贬义",
    },
    {
        "hiragana": "うずくまる",
        "kanji": "蹲る",
        "chn": "蹲下、蜷缩、蹲伏 地面にうずくまる 蹲在地上 =しゃがむ",
    },
    {
        "hiragana": "くりあげる",
        "kanji": "繰り上げる",
        "chn": "提前、提早、上调（时间、日期、金额等）予定を繰り上げる 计划提前了 価格を繰り上げる 提高价格 =前倒し（まえだおし）提前安排 繰り下げる（くりさげる）	延后、推迟",
    },
    {
        "hiragana": "こりる",
        "kanji": "懲りる",
        "chn": "它表达的是从痛苦或失败中吸取教训、不再做某事的意思。もう懲りた 已经学乖了 痛い目にあっても懲りない人もいる。有些人即使吃了苦头也不吸取教训。 =教訓を得る（きょうくんをえる）",
    },
    {
        "hiragana": "ねじれる",
        "kanji": "捩れる",
        "chn": "1.物理上的扭曲、歪斜 2.心理或人际关系上的扭曲、复杂化 性格が捩れている 他性格有点扭曲 =曲がる（まがる）ねじる（捩じる）",
    },
    {
        "hiragana": "すりかえる",
        "kanji": "すり替える",
        "chn": "调包、偷换、偷天换日 責任をすり替える 转嫁责任 事実をすり替える 掩盖或歪曲事实 =ごまかす 糊弄、蒙混过关 取り替える（とりかえる） 交换、替换 中性词，没贬义",
    },
    {
        "hiragana": "あぶる",
        "kanji": "炙る",
        "chn": "用火烤，用日光晒",
    },
    {
        "hiragana": "しがみつく",
        "kanji": "しがみつく",
        "chn": "死死抓住不放、紧紧抱住；执着不放、依赖 它可以用于物理意义，也可以引申为比喻意义（心理上的执着、依赖）人にしがみつく 紧紧抱住某人 命にしがみつく 拼命活下去 =つかまる",
    },
    {
        "hiragana": "きめつける",
        "kanji": "決め付ける",
        "chn": "不由分说地断定 武断地下结论 主观认定 带有负面语气，多用于指责他人主观判断、不给他人解释机会、擅自下定论等 〜と決めつける 武断地断言为～",
    },
    {
        "hiragana": "かみつく",
        "kanji": "噛み付く",
        "chn": "1.咬住、扑咬 犬に足を噛み付かれてしまった 2.顶嘴、猛烈反驳 彼は上司に噛み付いた =食ってかかる 粗暴地顶撞、怒怼 言い返す 顶嘴、反驳 反論する 反驳",
    },
    {
        "hiragana": "ほぐれる",
        "kanji": "解れる",
        "chn": "（自动词）（紧张或僵硬的状态）被解除、变松、放松、舒缓 緊張がほぐれる 表情がほぐれる",
    },
    {
        "hiragana": "ほぐす",
        "kanji": "解す",
        "chn": "（他动词）使……放松、舒缓  肩をほぐす 緊張をほぐす",
    },
    {
        "hiragana": "あてつける",
        "kanji": "当てつける",
        "chn": "故意影射/讽刺对方 阴阳怪气 当てつけるように言う	像是在影射某人一样说话 =皮肉（ひにく）陰口（かげぐち）嫌味（いやみ）挖苦、讽刺 当てこすり 影射、挖苦 更口语",
    },
    {
        "hiragana": "みはる",
        "kanji": "見張る",
        "chn": "1.睁大眼睛直看，瞠目而视 =見つめる 凝视、注视 2.看守 监视 戒备 警戒 =監視する 警戒する 見守る 守望、默默关注",
    },
    {
        "hiragana": "よぎる",
        "kanji": "過る",
        "chn": "1.掠过，闪过 鳥が目の前をよぎった。（鸟从眼前掠过） 2.（念头、感觉等）一闪而过，浮现 不安が頭をよぎる。（脑中闪过一丝不安）=かすめる 掠过，侧重“擦过边缘” 思い浮かぶ",
    },
    {
        "hiragana": "なぞらえる",
        "kanji": "擬える",
        "chn": "1 比作 比喻 AをBになぞらえる 把A比作B 人生を旅になぞらえる 把人生比作旅程 =擬する（ぎする）模拟、比拟 2.模仿 仿照 古代の儀式になぞらえて式が行われた  仿照古代的仪式进行了典礼 真似る（まねる）模仿",
    },
    {
        "hiragana": "もたれる",
        "kanji": "凭れる",
        "chn": "1.靠、倚靠（物理上靠在某物上）壁にもたれる（靠在墙上） 2.胃不舒服、积食 胃にもたれる（胃胀、胃不舒服）",
    },
    {
        "hiragana": "ぬぐう",
        "kanji": "拭う",
        "chn": "擦拭；洗涮，洗清;タオルで顔を拭う",
    },
    {
        "hiragana": "ずばぬける",
        "kanji": "ずば抜ける",
        "chn": "远远超过、格外突出、鹤立鸡群 ずば抜けている 非常突出 ずば抜けた才能／実力／成績 =突出する（とっしゅつ）目立つ（めだつ）抜群（ばつぐん）",
    },
    {
        "hiragana": "とりまく",
        "kanji": "取り巻く",
        "chn": "1.包围、围绕（物理意义）山々に取り巻かれた村 被群山环绕的村庄 2.环境、状况等包围（抽象意义）現代社会を取り巻く問題は複雑だ 围绕现代社会的问题非常复杂",
    },
    {
        "hiragana": "つきそう",
        "kanji": "付き添う",
        "chn": "陪同、照料某人 照顾身体不便的人或需要心理支持的场合 病人に付き添う 陪护病人 子どもに付き添う 陪伴孩子",
    },
    {
        "hiragana": "ばらまく",
        "kanji": "ばらまく",
        "chn": "1.随意地撒、乱扔、四处散播 畑に肥料をばらまく 肥料撒在田里 2.广泛传播（信息、金钱、病毒等）お金をばらまいている 大撒金钱",
    },
    {
        "hiragana": "ひやかす",
        "kanji": "冷やかす",
        "chn": "1.嘲弄、起哄、调戏 二人が付き合ってると知って、みんなで冷やかした 大家知道他们在交往后，就起哄打趣了一番 2.只看不买 パートを冷やかしに行く 去百货公司随便逛逛（看看不买）",
    },
    {
        "hiragana": "みちびく",
        "kanji": "導く",
        "chn": "1.引导、带领 人を正しい道に導く 引导人走上正道 2.引出、得出（答案、结果、结论）問題の解決策を導く 找出问题的解决方案",
    },
    {
        "hiragana": "つげる",
        "kanji": "告げる",
        "chn": "1.通知、传达消息 別れを告げる 告别 2.宣布、宣布开始/结束等（较正式）開幕を告げる花火 宣告开幕的烟火",
    },
    {
        "hiragana": "しぼむ",
        "kanji": "萎む",
        "chn": "1.（气球、花等）瘪掉、枯萎、缩小 花がしぼんできた 花开始枯萎了 2.（梦想、希望、情绪等）破灭、消沉、失去活力 期待がしぼんだ 期待落空了",
    },
    {
        "hiragana": "はびこる",
        "kanji": "蔓延る",
        "chn": "（负面的事物）泛滥、蔓延、滋生、横行 用于杂草、病毒、犯罪、谣言、不正行为 雑草がはびこる デマ／噂がはびこる 谣言四起",
    },
    {
        "hiragana": "つきまとう",
        "kanji": "付きまとう",
        "chn": "1.纠缠不休、缠着不放 人をつきまとう 纠缠某人 2.（不安、焦虑、恐惧等）挥之不去、如影随形 危険／不安／恐怖がつきまとう 危险／不安／恐惧如影随形",
    },
    {
        "hiragana": "わきまえる",
        "kanji": "弁える",
        "chn": "1.明事理、有分寸、懂礼貌 わきまえがない／わきまえずに 不知轻重 2.懂得自己的位置、识相、知进退 立場をわきまえる 3.分辨是非、理解差异",
    },
    {
        "hiragana": "はばかる",
        "kanji": "憚る",
        "chn": "1.忌惮 顾忌 人目（ひとめ）を憚らずキスをした 毫不在意旁人目光地亲吻了 憚ることなく 毫无顾忌地.. 2.猖獗、跋扈 悪が世にはばかる  恶人嚣张得势",
    },
    {
        "hiragana": "うかがう",
        "kanji": "窺う",
        "chn": "1.偷窥／偷看 隙間から中の様子を窺う 2.试探／察言观色 表情を窺いながら話す 3.窥见、感知 彼の言葉から本音が窺える 从他的话中可以看出他的真心话。 4.敬语",
    },
    {
        "hiragana": "こもる",
        "kanji": "籠る",
        "chn": "1.闭门不出 家にこもる 2.弥漫、充满  愛情／思い／気持ちがこもる 3.专注、投入 心のこもったプレゼント 充满心意的礼物 精神をこめる 投入精神",
    },
    {
        "hiragana": "つりあう",
        "kanji": "釣り合う",
        "chn": "1.重量／力量相等 平衡 左右の重さがつりあっていない 2.地位／外貌／性格相配 彼女は彼には釣り合わないよ 相称／匹配 3.价格／价值相符 この品質でこの価格なら、釣り合っている",
    },
    {
        "hiragana": "こなれる",
        "kanji": "熟れる",
        "chn": "1.食物消化 食べ物がこなれる 2.掌握熟练、运用自如 スピーチがこなれている 演讲说得很流畅自然 3.衣服、风格穿出味道，穿得自然",
    },
    {
        "hiragana": "すっぽかす",
        "kanji": "すっぽかす",
        "chn": "爽约、放鸽子、擅自不去 彼女とのデートをすっぽかした 放了女朋友鸽子 =約束を破る",
    },
    {
        "hiragana": "くどく",
        "kanji": "口説く",
        "chn": "1.劝说、说服 上司を口説いて許可をもらった 说服上司同意了 2.搭讪、追求异性",
    },
    {
        "hiragana": "かたどる",
        "kanji": "形取る",
        "chn": "1.模仿……的形状 ハートを形どったクッキー 以爱心形状制作的饼干  2.象征，表现 平和を形どった像 象征和平的雕像。",
    },
    {
        "hiragana": "よす",
        "kanji": "止す",
        "chn": "停止、作罢、不做了 けんかはよしなさい 别吵了 冗談はよせ 别开玩笑了 =やめる",
    },
    {
        "hiragana": "かわす／まじわる／まじえる",
        "kanji": "交わす／交わる／交える",
        "chn": "A和B互相动作(挨拶を交わす、契約を交わす)/【自动】A与B状态交汇(道が交わる、人と交わる)/【他动】混合、夹杂、交叉使用；也可表示“交流”(意見を交える)",
    },
    {
        "hiragana": "ちぎる",
        "kanji": "ちぎる",
        "chn": "(他动词)撕碎 撕下 揪下 パンをちぎって食べる 撕着面包吃",
    },
    {
        "hiragana": "ちぎれる",
        "kanji": "ちぎれる",
        "chn": "(自动词)被撕断、断裂 被（风、力量）扯断 紐（ひも）がちぎれた 绳子断了",
    },
    {
        "hiragana": "おそう",
        "kanji": "襲う",
        "chn": "1.攻击、袭击 野犬に襲われた 被野狗袭击了 2.（情绪、感觉、自然现象等）突然袭来 激しい眠気が私を襲った 一股强烈的困意袭来",
    },
    {
        "hiragana": "よこす",
        "kanji": "寄越す",
        "chn": "1.给、送来、寄来 手紙をよこした 他寄来了一封信 その書類、よこして 把那份文件递给我 2.打来电话、发来信息 電話をよこす 有电话过打来 人をよこす 派人来",
    },
    {
        "hiragana": "はてる",
        "kanji": "果てる",
        "chn": "1.终结、死亡、消失殆尽 力が果てる 精疲力竭 彼は戦場で果てた 他死在了战场上 2.远方、尽头 世界の果て 世界的尽头 果てしない空 无尽的天空",
    },
    {
        "hiragana": "はける",
        "kanji": "捌ける／掃ける",
        "chn": "1.清空、卖光（捌ける）商品が全部はけた チケットがはけるのが早すぎて、買えなかった =売り切れる 2.人群散去、观众退场（掃ける／捌ける）会場から人が捌けた 会场里的人散光了 =散る",
    },
    {
        "hiragana": "さらう",
        "kanji": "攫う",
        "chn": "1.拐走、绑架 子供をさらう =奪う（うばう）2.席卷、夺得 賞をさらう夺得奖项 話題をさらう 成为话题焦点 3.清扫、清理（掏出）溝をさらう 清理沟渠",
    },
    {
        "hiragana": "うちとける",
        "kanji": "打ち解ける",
        "chn": "融洽起来、亲近、消除隔阂 心を打ち解ける	敞开心扉 彼とはすぐに打ち解けて、友達になった 我和他很快就熟络起来，成了朋友。",
    },
    {
        "hiragana": "かまえる",
        "kanji": "構える",
        "chn": "1.开设、开店（组织、家庭、店铺等）東京に店を構える =設ける（もうける）设置、设立 2.摆出姿势、架势（身体或武器）剣を構える メラを構えて 架好相机 3.摆出态度、神情（抽象意义）平然とした態度を構える 敵に対して警戒心を構える 4.故作姿态、装出～样子 知ったふうに構える 不懂装懂 =装う（よそおう）",
    },
    {
        "hiragana": "うちとける",
        "kanji": "打ち解ける",
        "chn": "融洽起来、亲近、消除隔阂 心を打ち解ける	敞开心扉 彼とはすぐに打ち解けて、友達になった 我和他很快就熟络起来，成了朋友。",
    },
    {
        "hiragana": "くみとる",
        "kanji": "汲み取る",
        "chn": "1.汲取（液体） 2.理解（心情、意图）気持ちを汲み取る	理解对方的心情 =察する（さっする）察觉、揣测 更侧重于“推测”成分 汲取する（きゅうしゅ）吸收（比喻性书面语）常见于新闻、学术等书面语体",
    },
    {
        "hiragana": "ふるまう",
        "kanji": "振る舞う",
        "chn": "1.言行举止、态度表现 装做 表现得 礼儀正しく振る舞う 表现得有礼貌 2.请客吃饭、热情款待 客に手料理を振る舞った 请客人吃了自己做的饭",
    },
    {
        "hiragana": "つけこむ",
        "kanji": "付け込む",
        "chn": "趁虚而入 乘机利用 趁人之危 人の弱みに付け込むなんて最低だ 利用别人的弱点真是太卑鄙了",
    },
    {
        "hiragana": "取り掛かる 着手、开始做某事",
        "kanji": "取り上げる 拿起物品 没收 报道/提及 接纳意见 作为议题提出",
        "chn": "取り組む 埋头于 致力于解决问题或从事某事",
    },
    {
        "hiragana": "取り入れる 采纳、引进、吸收、收获 把某个东西拿进来 吸收进来 并加以利用",
        "kanji": "立ち込む 弥漫、笼罩、充满",
        "chn": "立ち上る 升起、冒起、腾起（烟雾等）",
    }, 
    {
        "hiragana": "吹き荒れる 狂风大作；猛烈席卷",
        "kanji": "吹き抜ける 穿风而过、贯穿而过",
        "chn": "吹き寄せる 被风吹到一起、风吹聚",
    },
    {
        "hiragana": "追い込む 把某人逼入困境",
        "kanji": "話し込む 聊得很投入 忘我",
        "chn": "売り込む 推销、宣传",
    },
    {
        "hiragana": "重なり合う 理上的重叠或抽象上的关系交错",
        "kanji": "関わり合う（かかわりあう）人际关系、事件等互相关联、互相牵扯",
        "chn": "分け合う 分享",
    },
]

adj_words = [
    {
        "hiragana": "あわい",
        "kanji": "淡い",
        "chn": "淡的 浅的",
    },
    {
        "hiragana": "あいいれない",
        "kanji": "相容れない",
        "chn": "势不两立 水火不容 表示两个思想、立场、价值观等无法调和、互相排斥的关系。 食い違う（くいちがう）	意见不合、不一致 矛盾する（むじゅんする）折り合えない（おりあえない）",
    },
    {
        "hiragana": "かたくるしい",
        "kanji": "堅苦しい",
        "chn": "严肃 古板 拘谨的、一本正经的、过于正式的、不轻松的。 堅い（かたい）真面目すぎる（まじめすぎる）フォーマルすぎる",
    },
    {
        "hiragana": "いちじるしい",
        "kanji": "著しい",
        "chn": "显著的 明显的",
    },
    {
        "hiragana": "めざましいい",
        "kanji": "目覚ましい",
        "chn": "显著的 惊人的",
    },
    {
        "hiragana": "うるわしいい",
        "kanji": "麗しい",
        "chn": "漂亮 美丽 秀丽 美しい（うつくしい）雅（ゆうが）",
    },
    {
        "hiragana": "うっとうしい",
        "kanji": "鬱陶しい",
        "chn": "烦闷 沉闷 厌烦 心情烦闷、不舒服、不爽快的事物或氛围。 わずらわしい麻烦的、烦人的 更偏「麻烦」「手续多」的意思 鬱屈（うっくつ）偏书面，心理压抑感更强 イライラする 侧重情绪上的烦乱",
    },
    {
        "hiragana": "すがすがしい",
        "kanji": "清々しい",
        "chn": "清爽的",
    },
    {
        "hiragana": "ずうずうしい",
        "kanji": "図々しい",
        "chn": "脸皮厚的 不要脸的 厚脸皮、无耻、不知羞耻 厚かましい（あつかましい）恥知らず（はじしらず）無神経（むしんけい）不顾他人感受 図太い（ずぶとい）神经大条、不怕事",
    },
    {
        "hiragana": "あつかましい",
        "kanji": "厚かましい",
        "chn": "脸皮厚的 不要脸的",
    },
    {
        "hiragana": "おもおもしい",
        "kanji": "重々しいい",
        "chn": "庄重 严肃 沉重",
    },
    {
        "hiragana": "ものものしい",
        "kanji": "物々しい",
        "chn": "森严 过分 小题大做 过于严肃、紧张、隆重、戒备森严",
    },
    {
        "hiragana": "あわただしい",
        "kanji": "慌ただしい",
        "chn": "慌张 匆忙 不稳 匆忙的、慌张的、忙乱的、不安定的。忙しい（いそがしい）バタバタする 手忙脚乱 せわしない せわしい 忙个不停、不得闲",
    },
    {
        "hiragana": "せわしない/せわしい",
        "kanji": "せわしない/せわしい",
        "chn": "都表示“忙碌”、“匆忙”的意思 =忙しい（いそがしい）",
    },
    {
        "hiragana": "おびただしい",
        "kanji": "夥しい",
        "chn": "很多 大量 无数 非常多的、数量惊人的、极其严重的。大量（たいりょう） 数えきれないほど",
    },
    {
        "hiragana": "いさましい",
        "kanji": "勇ましい",
        "chn": "勇敢的 勇猛的",
    },
    {
        "hiragana": "いたましい",
        "kanji": "痛ましい",
        "chn": "可怜的 凄惨的 令人悲痛、令人同情、惨不忍睹的。事故現場は痛ましい光景だった。 悲惨（ひさん）無惨（むざん）惨不忍睹、残酷 かわいそう 気の毒（きのどく）可怜、感到同情 むごい残忍、惨无人道",
    },
    {
        "hiragana": "あさましい",
        "kanji": "浅ましい",
        "chn": "卑鄙、可耻、可悲、贪婪、自私、令人作呕 浅ましい言動 卑鄙的言行 浅ましい姿 可悲、丑态百出的样子 =卑しい（いやしい） みっともない 不体面、丢人 下品な",
    },
    {
        "hiragana": "うたがわしい",
        "kanji": "疑わしい",
        "chn": "可疑的 怀疑、不确定、不可信 胡散臭い（うさんくさい）可疑的、像骗人的 疑い深い（うたがいぶかい）多疑的 不確か（ふたしか）",
    },
    {
        "hiragana": "わずらわしい",
        "kanji": "煩わしい",
        "chn": "麻烦的 繁琐的 麻烦的、烦人的、心烦的、不想应对的。面倒くさい（めんどうくさい）ややこしい复杂、难搞、混乱 厄介（やっかい）棘手、难对付 うっとうしい烦闷、烦人的",
    },
    {
        "hiragana": "たくましい",
        "kanji": "逞しい",
        "chn": "强壮的 健壮的",
    },
    {
        "hiragana": "はかばかしい",
        "kanji": "捗捗しい(はかどる)",
        "chn": "进展顺利的",
    },
    {
        "hiragana": "すさまじい",
        "kanji": "凄まじい",
        "chn": "1.惊人的、猛烈的、厉害的（程度或规模非常大）2.可怕的、骇人的、异常的（负面情绪） ものすごい非常厉害、惊人",
    },
    {
        "hiragana": "いまわしい",
        "kanji": "忌まわしい",
        "chn": "不吉利的 讨厌的 可恨的 极其负面、令人不快的事件或记忆，语气强烈、书面性强 不快（ふかい）嫌な（いやな）憎たらしい（にくたらしい）",
    },
    {
        "hiragana": "まちどおしい",
        "kanji": "待ち遠しい",
        "chn": "急切等待 盼望 某事物的期待之情很强烈，等得心焦 盼望已久、迫不及待、恨不得它快点来 待ちきれない（まちきれない）待望の（たいぼうの）",
    },
    {
        "hiragana": "きまりわるい",
        "kanji": "決まり悪い",
        "chn": "不好意思 拉不下脸 不好意思、难为情、尴尬、感到羞愧。恥ずかしい（はずかしい）気まずい（きまずい）みんなに見られて、ちょっと決まり悪い。被大家看到了，有点不好意思。",
    },
    {
        "hiragana": "めまぐるしい",
        "kanji": "目紛るしい",
        "chn": "变化太快、眼花缭乱、让人应接不暇",
    },
    {
        "hiragana": "まぎらわしい",
        "kanji": "紛しい",
        "chn": "容易混淆的、让人搞错的、分不清的、容易混为一谈的",
    },
    {
        "hiragana": "むらしい",
        "kanji": "空しい／虚しい",
        "chn": "空虚 空洞",
    },
    {
        "hiragana": "ややこしい",
        "kanji": "ややこしい",
        "chn": "复杂 繁琐 难办 复杂的、难以理解的、混乱的、麻烦的。複雑（ふくざつ）やかましい麻烦的、繁琐的,也可指吵闹，语义范围更广",
    },
    {
        "hiragana": "しつこい",
        "kanji": "しつこい",
        "chn": "纠缠不休的、烦人的、执拗的、浓重的（气味、味道等） =くどい 冗长、唠叨、过头",
    },
    {
        "hiragana": "あじけない",
        "kanji": "味気ない",
        "chn": "乏味 没意思 事物缺乏趣味、内容单调、无聊无趣、空虚乏味 つまらない 退屈（たいくつ）无聊、乏味",
    },
    {
        "hiragana": "あっけない",
        "kanji": "呆気ない",
        "chn": "太简单、太突然就结束，不尽兴、扫兴 带有一种 “就这?” 的失望、空虚、不满足的情绪。あっけない試合 毫无悬念的比赛 あっけない幕切れ 太仓促的收场 あっさり 干脆、轻易、简单 物足りない（ものたりない）不够满足、不尽兴 拍子抜け（ひょうしぬけ）扫兴、突然冷场",
    },
    {
        "hiragana": "そっけない",
        "kanji": "素っ気ない",
        "chn": "冷淡 无情 冷淡、简短、没有热情，给人一种不友好、不在乎的印象。冷たい（つめたい）無愛想（ぶあいそう）不亲切、不和气 多用于待人接物缺乏笑容或热情 よそよそしい疏远、不亲密 偏向人际关系的疏离感",
    },
    {
        "hiragana": "なにげない",
        "kanji": "何気ない",
        "chn": "不经意的、若无其事的、无意的 何気ない一言 不经意的一句话 何気ない仕草（しぐさ）不经意的小动作 普通（ふつう）さりげない自然地、不做作 無意識に（むいしきに）",
    },
    {
        "hiragana": "さりげない",
        "kanji": "さり気ない",
        "chn": "不动声色的 不经意间的 形容某人或某个行为看起来很自然，没有刻意、不张扬，却往往透露出细心、贴心、厉害等感觉 さりげない優しさ 不经意的温柔 =自然な 何気ない（なにげない）更偏向“无心地说出/做出某事”",
    },
    {
        "hiragana": "おっかない",
        "kanji": "おっかない",
        "chn": "可怕的、令人害怕的、吓人的。是「怖い（こわい）」的俗语形式（更随意、更口语）恐ろしい（おそろしい）怖い（こわい）ゾッとする 不寒而栗、毛骨悚然",
    },
    {
        "hiragana": "おもいがけない",
        "kanji": "思いがけない",
        "chn": "想不到的 意外的 意想不到的、出乎意料的、没想到的。不意に（ふいに）意外（いがい）予期せぬ（よきせぬ）",
    },
    {
        "hiragana": "そぐわない",
        "kanji": "そぐわない",
        "chn": "不合适 不合拍 不切合 不相称、不符合、不协调、不适合。表示两者之间不一致、不协调、不合逻辑或不搭调的关系。ふさわしくない不适合",
    },
    {
        "hiragana": "かなわない",
        "kanji": "敵わない",
        "chn": "比不过 敌不上",
    },
    {
        "hiragana": "みたない",
        "kanji": "満たない",
        "chn": "不满 不足 3年に満たない 条件に満たない 未满足条件",
    },
    {
        "hiragana": "さえない",
        "kanji": "冴えない",
        "chn": "(人的外貌或精神状态 氛围、天气、成绩等“没亮点”的感觉)不精神、不舒服、没状态 暗淡、沉闷、缺乏活力 状态不好、不亮眼、显得暗淡或提不起劲 パッとしない不起眼、不出色",
    },
    {
        "hiragana": "いなめない",
        "kanji": "否めない",
        "chn": "无法否认的 不能拒绝 =確かに",
    },
    {
        "hiragana": "きわまりない",
        "kanji": "極まりない",
        "chn": "极其 非常",
    },
    {
        "hiragana": "はかない",
        "kanji": "儚い",
        "chn": "缥缈的 虚无的",
    },
    {
        "hiragana": "だらしない",
        "kanji": "だらしない",
        "chn": "不检点的 放荡的 邋遢的",
    },
    {
        "hiragana": "ずぶとい",
        "kanji": "図太い",
        "chn": "1.褒义：沉着冷静，心理强大，心理强大 神経が太い（しんけいがふとい）神经粗，不容易紧张 2.贬义：脸皮厚，不知羞耻，没神经 =図々しい（ずうずうしい）",
    },
    {
        "hiragana": "くどい",
        "kanji": "諄い",
        "chn": "1.啰嗦、罗嗦、烦人、冗长 死缠烂打 くどく言う反复唠叨 くどく誘う 死缠烂打地邀请；2.味道浓重、过头 くどい味（过重的味道）くどい化粧（过于浓艳的化妆）",
    },
    {
        "hiragana": "あくどい",
        "kanji": "あくどい",
        "chn": "冗长乏味，啰嗦，叨唠，喋喋不休；过于浓厚，油腻",
    },
    {
        "hiragana": "あざとい",
        "kanji": "あざとい",
        "chn": "耍小聪明的 精于算计 很有心机 =ずるい",
    },
    {
        "hiragana": "めざとい",
        "kanji": "目敏い",
        "chn": "眼尖的 目光明锐",
    },
    {
        "hiragana": "いさぎよい",
        "kanji": "潔い",
        "chn": "1.清白 纯洁 2.果断、干脆、坦率，毫不拖泥带水 尤其指在承认失败、辞职、道歉、放弃时的清爽态度 潔い 態度干脆、光明正大的态度 =きっぱり 干脆明确 思い切り 毫不犹豫，果断",
    },
    {
        "hiragana": "くすぐったい",
        "kanji": "擽ったい",
        "chn": "1.发痒的かゆい 足の裏がくすぐったい。 2.不好意思 难为情 みんなの前で褒められて、くすぐったい気持ちになった。=照れくさい害羞，难为情 =恥ずかしい",
    },
    {
        "hiragana": "もどかしい",
        "kanji": "もどかしい",
        "chn": "令人着急的、急得不得了但无能为力 進展がもどかしい 进展缓慢，令人焦虑 返事が来なくてもどかしい 回复迟迟不来，令人焦急 =いらいらする（イライラする）焦躁、烦躁 歯がゆい（はがゆい）着急、焦躁 やきもきする焦虑不安，坐立不安 もやもやする心里闷闷的，不痛快",
    },
    {
        "hiragana": "てれくさい",
        "kanji": "照れくさい",
        "chn": "害羞，难为情;照れくさそうに笑う",
    },
    {
        "hiragana": "いぶかしい",
        "kanji": "いぶかしい",
        "chn": "可疑、令人起疑 不解、感到纳闷; いぶかしげな顔 疑惑的神情 =怪しい（あやしい）不審（ふしん）",
    },
    {
        "hiragana": "おぞましい",
        "kanji": "悍ましい",
        "chn": "让人毛骨悚然、极度厌恶、可怕到无法直视 悍ましい光景 恐怖的景象/惨不忍睹的画面 悍ましい事件 令人作呕的事件 =気味が悪い 恐ろしい むごい／むごたらしい 凄惨、残忍（视觉上震撼）",
    },
    {
        "hiragana": "りりしい",
        "kanji": "凛々しい",
        "chn": "威严、勇敢、英俊、精神抖擞、有男子气概 用来赞美某人的外表或气质，尤其是男性 勇ましくて、頼もしく、きりっとしている様子 凛々しい姿 英勇的身姿 堂々たる	威风凛凛",
    },
    {
        "hiragana": "うやうやしい",
        "kanji": "恭しい",
        "chn": "恭恭敬敬的，彬彬有礼的 表达的是对上位者、神明、权威等表现出庄重、敬意、礼节周全的态度或行为 やうやしい態度 =丁寧（ていねい）礼儀正しい（れいぎただしい）謹んで（つつしんで）谨慎地、恭敬地",
    },
    {
        "hiragana": "おもわしい",
        "kanji": "思わしい",
        "chn": "令人满意，中意，称心，如意，合意，认为好",
    },
    {
        "hiragana": "こころない",
        "kanji": "心無い",
        "chn": "无情的 不懂情趣的 无情的、冷酷的、缺乏同情心的、残忍的。冷たい（つめたい）無神経（むしんけい）不顾他人感受、迟钝",
    },
    {
        "hiragana": "しぶとい",
        "kanji": "しぶとい",
        "chn": "顽强 倔强 犟脾气",
    },
    {
        "hiragana": "すばしこい",
        "kanji": "すばしこい",
        "chn": "敏捷 利落 灵活 动作敏捷、反应迅速、身手灵活。常用来形容动物、小孩、运动员等身体动作很快、不容易被捉住，偶尔也可以形容反应灵活的人。敏捷（びんしょう）",
    },
    {
        "hiragana": "すばやい",
        "kanji": "素早い",
        "chn": "快速 麻利 敏捷 强调“速度快”",
    },
    {
        "hiragana": "だるい",
        "kanji": "怠い",
        "chn": "懒惰的 困倦的 乏力的",
    },
    {
        "hiragana": "かったるい",
        "kanji": "かったるい",
        "chn": "懒得动 有气无力 累人 烦死了 有点疲惫又不想干",
    },
    {
        "hiragana": "するどい",
        "kanji": "鋭い",
        "chn": "尖锐的 敏锐的",
    },
    {
        "hiragana": "もろい",
        "kanji": "脆い",
        "chn": "易碎的 脆弱的",
    },
    {
        "hiragana": "たえがたい",
        "kanji": "耐え難い",
        "chn": "难以忍受的",
    },
    {
        "hiragana": "つれない",
        "kanji": "つれない",
        "chn": "冷酷 无情 狠心 薄情",
    },
    {
        "hiragana": "はかりしれない",
        "kanji": "計り知れない",
        "chn": "无法估量的",
    },
    {
        "hiragana": "はなはだしい",
        "kanji": "甚だしい",
        "chn": "非常严重、极端、厉害、夸张到不合常理 通常用来表示负面或极端的状态，语气很强烈 甚だしい誤解 严重误解 甚だしい迷惑 极其困扰 甚だしい勘違い 大错特错 =極端な（きょくたんな）過剰な（かじょう）とんでもない荒唐、岂有此理",
    },
    {
        "hiragana": "たどたどしい",
        "kanji": "辿々しい",
        "chn": "不熟练、结结巴巴、磕磕绊绊 生涩 勉强的样子 辿々しい日本語 结结巴巴的日语 辿々しい手つき	笨拙的手部动作 =ぎこちない 生硬、不自然 不器用（ぶきよう）笨拙 つたない（拙い）拙劣、不熟练",
    },
    {
        "hiragana": "よそよそしい",
        "kanji": "余所余所しい",
        "chn": "忽视 冷淡 不亲热 疏远感、生疏感、不亲近的态度。这个词通常带有一种“本应更亲近，但现在却显得生冷”的微妙情绪。素っ気ない（そっけない）よそよそしくする疏远对待（动词化）",
    },
    {
        "hiragana": "あぶなげない",
        "kanji": "危なげない",
        "chn": "十拿九稳的",
    },
    {
        "hiragana": "なまぬるい",
        "kanji": "生ぬるい",
        "chn": "温暖的 不严格 睁一只眼闭一只眼 字面意思是“有点温、微温、不够热”，引申为“态度不够严厉”、“不够彻底”、“软弱”的意思。生ぬるい考え：想法太天真/软弱 生ぬるい態度 态度不坚决、不严肃 生ぬるい対応：处理方式太宽松",
    },
    {
        "hiragana": "せつない",
        "kanji": "切ない",
        "chn": "悲痛、悲伤 悲しい（かなしい）",
    },
    {
        "hiragana": "つたない",
        "kanji": "拙い",
        "chn": "拙劣，不高明；愚拙，笨拙；运气不佳，命运不好 拙い文章（文章拙劣） =不器用（ぶきよう）手笨、笨拙 偏向「手工、操作」方面的笨拙 粗末（そまつ）粗糙、粗劣 拙劣（せつれつ）",
    },
    {
        "hiragana": "けむたい",
        "kanji": "煙たい",
        "chn": "1.烟气呛人、烟雾浓重令人不适 2.引申意 令人不舒服、难以亲近、不好打交道 父は厳しくて、少し煙たい存在だ =近寄りがたい（ちかよりがたい）",
    },
    {
        "hiragana": "ほほえましい",
        "kanji": "微笑ましい",
        "chn": "让人感到温馨、惹人微笑、令人欣慰的样子",
    },
    {
        "hiragana": "そそっかしい",
        "kanji": "そそっかしい",
        "chn": "粗心大意、马虎、冒失、轻率 =うっかり 不小心、疏忽 おっちょこちょい 冒失鬼 不注意（ふちゅうい）",
    },
    {
        "hiragana": "いやしい",
        "kanji": "卑しい",
        "chn": "身份卑微 品格卑劣 行为粗俗 贪吃贪财 卑しい人間 卑鄙的人 金に卑しい人 贪财的人 =下品（げひん）卑劣（ひれつ）いやらしい下流、猥琐",
    },
    {
        "hiragana": "まばゆい",
        "kanji": "目映い",
        "chn": "耀眼的、光辉夺目的、光亮到睁不开眼的(偏文学) まばゆい未来 闪耀的未来、光明前景 =眩しい（まぶしい）輝かしい（かがやかしい）煌めく（きらめく）",
    },
    {
        "hiragana": "うらめしい",
        "kanji": "恨めしい",
        "chn": "可恨，有怨气；遗憾，可惜",
    },
    {
        "hiragana": "ねたましい",
        "kanji": "妬ましい",
        "chn": "感到嫉妒的，眼红",
    },
    {
        "hiragana": "つつましい",
        "kanji": "慎ましい",
        "chn": "恭谨、拘谨、彬彬有礼稳重，小心谨慎；谦虚、朴素、低调、不张扬、克制 つつましい人 谦虚的人 つつましく暮らす 简朴地生活 =控えめ（ひかえめ）克制、保守 質素（しっそ）简朴",
    },
    {
        "hiragana": "おこがましい",
        "kanji": "痴がましい",
        "chn": "自不量力、冒昧、厚颜无耻、不知羞耻 1.自谦用法 おこがましいとは思いますが 我知道自己说这话实在是不自量力 おこがましくて… 实在不敢当……",
    },
    {
        "hiragana": "ふるめかしい",
        "kanji": "古めかしい",
        "chn": "古老的，陈旧的，古色古香的",
    },
    {
        "hiragana": "むさくるしい",
        "kanji": "むさ苦しい",
        "chn": "脏乱差、邋遢、不整洁，让人感到不舒服 むさくるしい部屋 =汚い（きたない）だらしない",
    },
    {
        "hiragana": "かしましい",
        "kanji": "姦しい",
        "chn": "喧嚣的，嘈杂的，吵闹",
    },
    {
        "hiragana": "やるせない",
        "kanji": "やるせない",
        "chn": "郁郁寡欢的 悲伤、痛苦却无法排解的无力感或郁闷感。心里堵得慌 无能为力的痛苦 やるせない出来事 令人心痛的事件 やるせない気持ち 无法释怀的心情 =やりきれない难以承受（情绪上的） 切ない（せつない）悲しい（かなしい）",
    },
    {
        "hiragana": "ふがいない",
        "kanji": "腑甲斐無い",
        "chn": "没用 不中用 不争气 不成材 ふがいない自分 没用的自己",
    },
    {
        "hiragana": "たわいない",
        "kanji": "たわいない",
        "chn": "天真无邪的、无聊的、不经思考的、没什么意义的、微不足道的 たわいない会話 闲聊 毫无意义的对话 たわいない夢 幼稚的梦想 =くだらない",
    },
    {
        "hiragana": "どしがたい",
        "kanji": "度し難い",
        "chn": "无可救药、无法说服 来自于佛教用语「度する（どする）」＝引导他人脱离烦恼（度化）",
    },
    {
        "hiragana": "うしろめたい",
        "kanji": "後ろめたい",
        "chn": "内疚的 内心感到愧疚、不安、心虚、做了亏心事的感觉 彼に嘘をついて、後ろめたい気持ちです 我对他说谎感到愧疚 =気がとがめる(咎める) 心苦しい（こころぐるしい）于心不忍、心里难受",
    },
    {
        "hiragana": "とんでもない",
        "kanji": "とんでもない",
        "chn": "1.谦逊回应 不敢当、哪里哪里 2.强烈否定 绝对不是 怎么可能 とんでもない話 荒唐的事、离谱的事 3.非常的、惊人的 あの選手のスピードはとんでもない 那个选手的速度惊人",
    },
    {
        "hiragana": "おぼつかない",
        "kanji": "覚束ない",
        "chn": "1.令人不安、没有把握、信心不足的 成功はおぼつかない（成功没把握）2.记忆模糊  記憶がおぼつかない  3.步履蹒跚 足取りがおぼつかない =心もとない（こころもとない）心里没底、不安",
    },
    {
        "hiragana": "またとない",
        "kanji": "又とない",
        "chn": "独一无二的，无比的，难得的",
    },
    {
        "hiragana": "ひらたい",
        "kanji": "平たい",
        "chn": "1.平的、扁的（物理）平たい皿 扁平的盘子 2通俗易懂的、简单直白的（语言）平たい言葉で言えば 用简单的话说就是",
    },
    {
        "hiragana": "じれったい",
        "kanji": "じれったい",
        "chn": "因为进展缓慢而让人心急、着急、焦躁 返事が来なくて、じれったい 一直等不到回复，真让人着急 =いらいらする やきもきする	担心+焦急",
    },    
    {
        "hiragana": "おおまか",
        "kanji": "大まか",
        "chn": "1.大致的 粗略的 草率的 大まかな見積もりを出す =おおざっぱ（大雑把）概略（がいりゃく）ざっくり 2.性格豪爽、不拘小节 大まかな性格",
    },
    {
        "hiragana": "おおらか",
        "kanji": "大らか",
        "chn": "豁达 大方 宽容、大度、心胸开阔、不拘小节 おおらかな人 心胸开阔的人 =寛大（かんだい）宽容大度",
    },
    {
        "hiragana": "のどか(な)",
        "kanji": "長閑",
        "chn": "悠闲 宁静",
    },
    {
        "hiragana": "まばら(な)",
        "kanji": "疎ら",
        "chn": "稀疏、不密集、间隔大、零散 指的是人、物、事物的分布不密集、不连贯、间隔较大。同义词 ちらほら ぽつぽつ",
    },
    {
        "hiragana": "つぶら(な)",
        "kanji": "円ら",
        "chn": "表示眼睛 圆而有神、清澈、天真可爱的样子。つぶらな瞳（ひとみ）",
    },
    {
        "hiragana": "なめらか(な)",
        "kanji": "滑らか",
        "chn": "光滑 润滑 流利",
    },
    {
        "hiragana": "したたか",
        "kanji": "強か",
        "chn": "1.强烈地、厉害地、严重地 2难对付 不好惹 厉害 手強い（てごわい）",
    },
    {
        "hiragana": "おごそか",
        "kanji": "厳か",
        "chn": "庄严 严肃 庄重 用于描述气氛、仪式、场合等给人一种肃静、神圣、不轻浮的感觉。 厳粛（げんしゅく）荘重（そうちょう）荘厳（そうごん）重々しい（おもおもしい）ものものしい",
    },
    {
        "hiragana": "おろそか",
        "kanji": "疎か",
        "chn": "疏忽 不认真 马虎",
    },
    {
        "hiragana": "あざやか",
        "kanji": "鮮やか",
        "chn": "鲜艳的 巧妙的",
    },
    {
        "hiragana": "かろやか",
        "kanji": "軽やか",
        "chn": "轻快、轻盈、灵巧、不沉重 軽やかに踊る 軽やかな足取り（あしどり）轻快的脚步 軽やかな音楽 軽やかなステップ 軽やかな口調 轻快的语调",
    },
    {
        "hiragana": "ひそやか",
        "kanji": "密やか",
        "chn": "静，静悄悄，鸦雀无声；偷偷，悄悄，暗地；些微",
    },
    {
        "hiragana": "きらびやか",
        "kanji": "煌びやか",
        "chn": "光辉 璀璨 夺目的",
    },
    {
        "hiragana": "はなやか",
        "kanji": "華やか",
        "chn": "华丽的 辉煌 盛大",
    },
    {
        "hiragana": "はれやか",
        "kanji": "晴れやか",
        "chn": "晴朗 愉快 明朗",
    },
    {
        "hiragana": "しとやか",
        "kanji": "淑やか",
        "chn": "端庄 文雅 安详",
    },
    {
        "hiragana": "しなやか",
        "kanji": "しなやか",
        "chn": "柔软 灵活 婀娜 柔美 1.物理上的柔韧、柔软有弹性 =柔らかい（やわらかい） 2.人的动作或态度温和、不生硬 =優雅（ゆうが） たおやか しとやか（淑やか）",
    },
    {
        "hiragana": "すこやか",
        "kanji": "健やか",
        "chn": "健壮 强壮",
    },
    {
        "hiragana": "すみやか",
        "kanji": "速やか",
        "chn": "及时 迅速 快速",
    },
    {
        "hiragana": "かるやか",
        "kanji": "軽やか",
        "chn": "轻飘飘 轻快",
    },
    {
        "hiragana": "つややか",
        "kanji": "艶やか",
        "chn": "鲜艳 有光泽",
    },
    {
        "hiragana": "なだらか",
        "kanji": "なだらか",
        "chn": "平缓 坡度小",
    },
    {
        "hiragana": "ほがらか",
        "kanji": "朗らか",
        "chn": "开朗 爽卡 爽朗",
    },
    {
        "hiragana": "ひややか",
        "kanji": "冷やか",
        "chn": "凉 冷冰冰",
    },
    {
        "hiragana": "きよらか",
        "kanji": "清らか",
        "chn": "清澈 干净 纯洁",
    },
    {
        "hiragana": "みやびやか",
        "kanji": "雅やか",
        "chn": "优雅、高雅、文雅、风度翩翩 雅やかな所作（しょさ）=優雅（ゆうが） 上品（じょうひん） おしとやか 娴静、文静（多形容女性）たおやか 柔美、婉约",
    },
    {
        "hiragana": "たおやか",
        "kanji": "たおやか",
        "chn": "柔和、婉约、优雅 常用于形容女性、动作、姿态等的柔美之美",
    },
    {
        "hiragana": "あでやか",
        "kanji": "艶やか",
        "chn": "华丽、艳丽、优美动人，带有高雅而妩媚的美感，常用来形容女性的外表或衣着打扮。",
    },
    {
        "hiragana": "ぎこちない",
        "kanji": "ぎこちない",
        "chn": "生硬、不自然、不熟练、拘谨 ぎこちない笑い 不自然的笑容 =不器用（ぶきよう）笨拙 たどたどしい 蹒跚、结结巴巴",
    },
    {
        "hiragana": "はしたない",
        "kanji": "端ない",
        "chn": "粗俗，下流，卑鄙不讲礼仪而无品味，不文雅，不高尚",
    },
    {
        "hiragana": "おんきせがましい",
        "kanji": "恩着せがましい",
        "chn": "居高临下的",
    },
]

f_words = [
    {
        "hiragana": "おおむね",
        "kanji": "概ね",
        "chn": "大体上、总体上、基本上 常见于书面语 口语常说「だいたい」「ほとんど」 概ね完成 概ね理解している =おおよそ =おおかた",
    },
    {
        "hiragana": "ぞんざい",
        "kanji": "ぞんざい",
        "chn": "1.粗鲁、不礼貌（態度が乱暴）無礼（ぶれい）乱暴（らんぼう）荒っぽい（あらっぽい）横柄（おうへい） 2.草率、马虎（丁寧でない）おおざっぱ粗略 ずさん草率 いい加減（いいかげん）敷衍了事",
    },
    {
        "hiragana": "ふんだん",
        "kanji": "ふんだん",
        "chn": "大量的 过量 ＝たっぷり充足、满满地、豊富（ほうふ）に",
    },
    {
        "hiragana": "しょんぼり",
        "kanji": "しょんぼり",
        "chn": "无精打采地 因失落、沮丧、没精神、被打击而情绪低落的样子。=がっかり 落ち込む しゅんとする うなだれる どんより沉闷、阴郁",
    },
    {
        "hiragana": "にんまり",
        "kanji": "にんまり(する)",
        "chn": "相当于中文的「暗自一笑」「偷笑」「满意地笑」「微微一笑」 =にこにこ くすくす 偷笑 にやにや にやり咧嘴一笑",
    },
    {
        "hiragana": "ぽかん",
        "kanji": "ポカン",
        "chn": "发呆状 为吃惊、愕然、没反应过来而张着嘴发呆的样子；或茫然地看着的样子。 =ぼんやり 发呆、心不在焉 きょとん多用于「一脸茫然」的表情 呆然（ぼうぜん）",
    },
    {
        "hiragana": "じわり",
        "kanji": "地割",
        "chn": "逐步 一点点地 缓慢地、逐渐地、不知不觉间一点点地发生变化，也可以用于情绪、感觉、动作或影响慢慢渗透或扩散的样子。=じわっと／じわじわ 缓慢地、渐渐地 徐々に（じょじょに）次第に（しだいに）",
    },
    {
        "hiragana": "なんなりと",
        "kanji": "何なりと",
        "chn": "无论什么",
    },
    {
        "hiragana": "いとも",
        "kanji": "最も",
        "chn": "很 非常",
    },
    {
        "hiragana": "いたって",
        "kanji": "至って",
        "chn": "非常 很..",
    },
    {
        "hiragana": "いやに",
        "kanji": "嫌に",
        "chn": "离奇地 非常 很 反常地、异常地 带有不舒服、奇怪、令人在意的感觉（有违和感）",
    },
    {
        "hiragana": "やけに",
        "kanji": "やけに",
        "chn": "过分 非常 带有异常强烈、带点情绪（烦躁、生气等）",
    },
    {
        "hiragana": "ことに",
        "kanji": "ことに",
        "chn": "非常 特别 格外 尤其（客观） =格段に（かくだん）显著地、格外地、特别地",
    },
    {
        "hiragana": "とりわけ",
        "kanji": "とりわけ",
        "chn": "非常 特别 格外 尤其（客观）",
    },
    {
        "hiragana": "やたら(に)／やたら(と)",
        "kanji": "やたらに／やたらと",
        "chn": "1.非常 程度很高 无节制、过头 やたらと眠い／疲れる 特别困／容易累 2.胡乱、轻率 不加考虑地 やたらに口出しする（胡乱插话）",
    },
    {
        "hiragana": "むやみに",
        "kanji": "無暗に",
        "chn": "胡乱 过度 过分 不考虑后果 “鲁莽”“轻率”“过度”的语感 むやみに信じる 轻信 むやみに動く 轻举妄动 むやみに使う 滥用 =やたらに／やたらと 無計画に",
    },
    {
        "hiragana": "むげに",
        "kanji": "無下に",
        "chn": "毫不留情地、完全拒绝、无情地对待 不近人情 “冷酷”“绝情”“无情”的语感 頼みをむげに断られた 请求被无情地拒绝了",
    },
    {
        "hiragana": "あまりにも",
        "kanji": "あまりにも",
        "chn": "强调程度之高，表示“太……了”、“过于……”、“实在是……”。 あまりにも寒くて外に出られなかった 太冷了，出不了门",
    },
    {
        "hiragana": "だんぜん",
        "kanji": "断然",
        "chn": "1. 表示“远远地胜过其他” だんぜん人気 人气遥遥领先 2.表示“坚定、毫无疑问地选择/拒绝” だんぜん勝つ 我们一定会赢",
    },   
    {
        "hiragana": "そっこく",
        "kanji": "即刻",
        "chn": "立刻 马上",
    },
    {
        "hiragana": "そくざに",
        "kanji": "即座に",
        "chn": "当场 立即",
    },
    {
        "hiragana": "とっさに",
        "kanji": "咄嗟に",
        "chn": "瞬间 立刻",
    },
    {
        "hiragana": "きゅうきょ",
        "kanji": "急遽",
        "chn": "急忙 仓皇 匆忙",
    },
    {
        "hiragana": "とっくに",
        "kanji": "とっくに",
        "chn": "早就 早已经",
    },
    {
        "hiragana": "じきに",
        "kanji": "直に",
        "chn": "很快、不久之后 =もうじき",
    },
    {
        "hiragana": "じかに",
        "kanji": "直に",
        "chn": "直接(接触或动作) じかに触る 直接触碰 社長にじかに会って話した 直接见了社长谈话",
    },
    {
        "hiragana": "ちかちか",
        "kanji": "近々",
        "chn": "马上 =もうすぐ",
    },
    {
        "hiragana": "いまにも",
        "kanji": "今にも",
        "chn": "眼看就要 马上要",
    },
    {
        "hiragana": "やがて",
        "kanji": "やがて",
        "chn": "不久之后、最终会..强调时间经过后某事发生，语气平稳 成长、结果、结局 今にも 眼看就要/马上就要……了 强调眼前立即发生，语气急迫 迫在眉睫",
    },
    {
        "hiragana": "ただちに",
        "kanji": "直ちに",
        "chn": "立刻 马上",
    },
    {
        "hiragana": "すかさず",
        "kanji": "透かさず",
        "chn": "立刻 马上",
    },
    {
        "hiragana": "いかにも..ようだ",
        "kanji": "如何にも",
        "chn": "1.的确、确实是（＝まさしく） いかにも彼らしい答えだ。的确是他会说的答案。 2.一看就是（いかにも〜そう／らしい/ようだ）表示某人或某物完全符合刻板印象、外观或行为的样子 3.的确如此",
    },
    {
        "hiragana": "どうやら",
        "kanji": "どうやら",
        "chn": "1.多半 大概要 总感觉 どうやら..ようだ/らしい/そうだ/みたいだ 2.好不容易才 费了很大劲，总算设法完成了……",
    },
    {
        "hiragana": "もろに",
        "kanji": "もろに",
        "chn": "1.直接、正面 毫无防备地遭受某事 もろに顔をぶつけた。脸直接撞上去了。 2.完全、毫无保留地…… もろに出る／現れる 某种特征完全表现出来",
    },
    {
        "hiragana": "ろくに..ない",
        "kanji": "ろくに..ない",
        "chn": "(不能)充分地.. 像样地、好好地、充分地  ろくに寝ない 几乎没睡觉 ろくに食べない 几乎没吃东西",
    },
    {
        "hiragana": "いっこうに..ない",
        "kanji": "一向に..ない",
        "chn": "完全 全然 一点也不",
    },
    {
        "hiragana": "いっせいに",
        "kanji": "一斉に",
        "chn": "一齐地／一同地／一致地／同时地",
    },
    {
        "hiragana": "いっさいに..ない",
        "kanji": "一切に",
        "chn": "完全不",
    },
    {
        "hiragana": "どうにも..ない",
        "kanji": "どうにも..ない",
        "chn": "无论怎么也(做不到)",
    },
    {
        "hiragana": "さほど..ない",
        "kanji": "さほど..ない",
        "chn": "并没有那么...",
    },
    {
        "hiragana": "さして..ない",
        "kanji": "さして..ない",
        "chn": "并没有那么...",
    },
    {
        "hiragana": "とうてい",
        "kanji": "到底",
        "chn": "无论如何也 怎么样也(完成不了 做不到) 后接~ない とうてい無理だ とうてい間に合わないだろう 怎么样也赶不上",
    },
    {
        "hiragana": "てっきり",
        "kanji": "てっきり",
        "chn": "1.一定是，有信心的推测 =必ず 2.本以为……结果却…… 表示“本以为……结果却不是”，带有误解、误判后的“意外、惊讶”的语气。 てっきり～と思った（のに）てっきり～かと思っていた",
    },
    {
        "hiragana": "いちずに",
        "kanji": "一途に",
        "chn": "专心 一心一意",
    },
    {
        "hiragana": "まめに/こまめに",
        "kanji": "まめに/こまめに",
        "chn": "勤快地、经常地、频繁地、不偷懒地。 表示一个人做事勤奋、持续不断地进行某事，常带有正面、夸奖的语气 まめに掃除する 勤快地打扫卫生",
    },
    {
        "hiragana": "いまさら",
        "kanji": "今更",
        "chn": "事到如今 事已至此,已到这般地步",
    },
    {
        "hiragana": "いまや",
        "kanji": "今や",
        "chn": "现在已经……、如今已经…… 强调现在的状况和过去相比发生了重大变化 常与「〜た」「〜ている」「〜ようになった」「〜という状況だ」いまやスマホは生活に欠かせない存在となった 如今智能手机已成为生活中不可或缺的存在",
    },    
    {
        "hiragana": "いまどき",
        "kanji": "今どき",
        "chn": "现在、现如今、这年头 通常暗示现在还做这种事不合时宜 いまどき手紙なんて書かないよ 现在这个时代哪还有人写信啊",
    },
    {
        "hiragana": "ことさら",
        "kanji": "殊更",
        "chn": "1.特别，格外，异常地（＝とくに，わざわざ）ことさら厳しく叱る 特别严厉地训斥 2.故意地，有意地（＝わざと）ことさら彼を無視した 故意无视他",
    },
    {
        "hiragana": "あえて",
        "kanji": "敢えて",
        "chn": "1.明知困难或不利，仍敢于去做 あえて反対意見を述べた 明知会得罪人，还是说出了反对意见 あえて言えば 非要说的话 2.特意地（＝わざと）あえて〜ない 不用特意地做某事 あえて言うまでもない 没必要特地去说",
    },
    {
        "hiragana": "いまだに",
        "kanji": "未だに",
        "chn": "仍然 还 尚未",
    },
    {
        "hiragana": "いまに",
        "kanji": "今に",
        "chn": "早晚 迟早有一天",
    },
    {
        "hiragana": "いまにも",
        "kanji": "いまにも...そうだ",
        "chn": "眼看就要 马上就要(下雨)",
    },
    {
        "hiragana": "つぶさに",
        "kanji": "具に",
        "chn": "具体地",
    },
    {
        "hiragana": "まえもって",
        "kanji": "前もって",
        "chn": "事先 预先",
    },
    {
        "hiragana": "いくぶん",
        "kanji": "幾分",
        "chn": "些许 少许",
    },
    {
        "hiragana": "いささか",
        "kanji": "些か",
        "chn": "些许 少许 =わずか 僅か",
    },
    {
        "hiragana": "いっそ",
        "kanji": "いっそ",
        "chn": "干脆 索性 倒不如做... いっそ～したほうがいい 干脆……比较好  いっそ～してしまおう 索性就……吧 こんなに苦しいなら、いっそ辞めてしまおうか。这么痛苦的话，不如干脆辞掉算了。",
    },
    {
        "hiragana": "いっそう",
        "kanji": "一層",
        "chn": "更加 越发 更进一步、更上一层楼 一層努力する 台風が接近し、風は一層強くなった。 =もっと =さらに",
    },
    {
        "hiragana": "おおかた",
        "kanji": "大方",
        "chn": "1.大部分、大致、差不多 おおかたの仕事は終わった。大部分的工作已经完成了。 2.恐怕是……、大概是……（表示推测）接近于“たぶん”“おそらく”的语气 おおかた彼はもう家に着いているだろう。→ 他大概已经到家了吧。",
    },
    {
        "hiragana": "おおよそ",
        "kanji": "大凡",
        "chn": "1.表示「大约、大概」（= 約、だいたい）おおよそ3ヶ月かかる 大约要花3个月 2. 一般に、全体的に おおよその内容は理解できた 大致内容能理解 3.接否定，表示「根本不、完全不」おおよそ信用できない 完全不能信",
    },
    {
        "hiragana": "みずから",
        "kanji": "自ら",
        "chn": "亲自、自己主动去做",
    },
    {
        "hiragana": "あのずと",
        "kanji": "自ずと",
        "chn": "自然而然的，不由自主地，客观发生，非人为",
    },
    {
        "hiragana": "ひとりでに",
        "kanji": "独りで",
        "chn": "(门)自动开了 自然而然",
    },
    {
        "hiragana": "かろうじて",
        "kanji": "辛うじて",
        "chn": "勉勉强强 好不容易",
    },
    {
        "hiragana": "どうにか",
        "kanji": "どうにか",
        "chn": "1.表示「好不容易才…」「勉强完成…」=かろうじて どうにか試験に合格できた。勉强考过了考试。 2.用于请求、愿望：「どうにかして〜」「なんとか〜」能不能...",
    },
    {
        "hiragana": "なるたけ",
        "kanji": "なるたけ",
        "chn": "尽量 尽可能 尽量 相当于「なるべく」的口语说法",
    },
    {
        "hiragana": "せいぜい",
        "kanji": "精精",
        "chn": "1.表示“充其量、不过如此”（程度低、有限） 彼の年収はせいぜい300万円だろう。 2.表示“尽量、尽力去做” せいぜい頑張ってね！",
    },
    {
        "hiragana": "せっせと",
        "kanji": "精精",
        "chn": " 忙碌地、拼命地、孜孜不倦地 せっせと働く 拼命工作 =こつこつ 强调“持之以恒、踏实” せかせか 强调“匆忙、急躁” がむしゃらに	“拼命不顾一切”的感觉",
    },
    {
        "hiragana": "〜ごとく",
        "kanji": "如く",
        "chn": "如同…一样 風のごとく走る 如风一般地奔跑 夢のごとく曖昧だった 如梦一般模糊",
    },
    {
        "hiragana": "〜ごとき",
        "kanji": "如き",
        "chn": "类似…、像…这种 （带轻蔑、谦逊、引用语气） お前ごとき 像你这种人 素人ごときが口を出すな 像外行人那种人别插嘴  私ごときが意見を述べるなど恐れ多い（自谦）像我这种人发表意见，实在惶恐。",
    },
    {
        "hiragana": "のきなみ",
        "kanji": "軒並み",
        "chn": "1.一律地、无一例外地、全都…… 軒並み上昇／下落 全部上涨／全部下跌 =一斉に 强调动作发生的“时间一致” 一様に 强调“方式一致” 2.挨家挨户",
    },
    {
        "hiragana": "くまなく",
        "kanji": "隈なく",
        "chn": "到处 全部地方 くまなく探す（さがす）到处找、找遍了 くまなく調べる（しらべる）彻底调查",
    },
    {
        "hiragana": "ねこそぎ",
        "kanji": "根こそぎ",
        "chn": "根除 全部拿走 一点不留 连根拔起、一扫而空、全部、不留余地",
    },
    {
        "hiragana": "とかく...しがち",
        "kanji": "とかく...しがち",
        "chn": "表倾向 动不动就、往往 动不动容易..(がち) とかく現代人は運動不足になりがちだ。 现代人容易缺乏运动。",
    },
    {
        "hiragana": "ややもすれば",
        "kanji": "ややもすれば",
        "chn": "稍不留神就…… / 动不动就…… / 往往容易…… 隐含消极的趋势或结果 ややもすれば偏った見方になる 动不动就容易有偏见 =とかく 动不动就 つい不由得就……",
    },
    {
        "hiragana": "ともすると",
        "kanji": "ともすると〜がちだ",
        "chn": "一不小心就…… / 动不动就…… / 往往容易…… 表示一种很容易就会出现负面倾向的状态 常接 〜がちだ 〜やすい 〜ことがある 〜傾向がある",
    },
    {
        "hiragana": "はなはだ",
        "kanji": "甚だ",
        "chn": "非常 极度 =すごく 非常に きわめて 至極（しごく）はなはだ残念",
    },
    {
        "hiragana": "たいそう",
        "kanji": "大層",
        "chn": "非常、特别、极其、夸张地 大層喜ぶ 非常高兴 大層なおもてなし 隆重的款待（含“太夸张了吧”的语气）=おおげさに 夸张地",
    },
    {
        "hiragana": "すこぶる",
        "kanji": "頗る",
        "chn": "很 非常 すこぶる元気だ すこぶる優秀だ",
    },
    {
        "hiragana": "がぜん",
        "kanji": "俄然",
        "chn": "忽然 突然",
    },
    {
        "hiragana": "もっぱら",
        "kanji": "専ら",
        "chn": "专门 主要 专门、主要、几乎只、完全是…… =主に（おもに）",
    },
    {
        "hiragana": "ひとまず",
        "kanji": "一先ず",
        "chn": "暂时先…… 姑且先…… ひとまず、落ち着いてください 先冷静一下 熱が高いので、ひとまず薬を飲んで様子を見よう 暂且吃点药观察一下情况 ひとまず安心する 暂时放心了",
    },
    {
        "hiragana": "ひとえに",
        "kanji": "偏に",
        "chn": "1.「完全」 完全归功于 或 完全是某人的责任 今回の成功は、ひとえに皆様のおかげです。此次的成功全靠大家的支持。 2.「真诚地……」 ひとえに感謝申し上げます。=まことに",
    },
    {
        "hiragana": "ひいて(は)",
        "kanji": "引いて(は)",
        "chn": "进一步,还有.. 此外.. 運動は健康に良く、ひいては医療費の削減にもつながる。运动有益健康，进而也有助于减少医疗开支。",
    },
    {
        "hiragana": "まして",
        "kanji": "況して",
        "chn": "更何况 子どもでもできる。まして大人なら簡単だ。连小孩子都能做到，更别说大人了。",
    },
    {
        "hiragana": "もはや",
        "kanji": "最早",
        "chn": "早已 事到如今已经来不及了",
    },
    {
        "hiragana": "よもや",
        "kanji": "よもや..だろう",
        "chn": "=まさか 难道说 竟然",
    },
    {
        "hiragana": "よほど",
        "kanji": "余程",
        "chn": "相当 =かなり  よほど〜たら 表示差一点发生某事 よほど泣き出しそうになった。差点就哭出来了",
    },
    {
        "hiragana": "さほど",
        "kanji": "さほど",
        "chn": "并不那么 不太…… 后接〜ない その映画はさほど面白くなかった 那部电影并没有那么有趣",
    },
    {
        "hiragana": "ちょくちょく",
        "kanji": "ちょくちょく",
        "chn": "经常 时常 この店にはちょくちょく来ています 我经常来这家店",
    },
    {
        "hiragana": "しょっちゅう",
        "kanji": "しょっちゅう",
        "chn": "总是、经常 有时含有“有点烦”“受不了”的语气 彼はしょっちゅう遅刻する。他总是迟到",
    },
    {
        "hiragana": "ときおり",
        "kanji": "時折",
        "chn": "有时 偶尔 ときおり見かける 偶尔看到 =ときどき たまに",
    },
    {
        "hiragana": "しきりに",
        "kanji": "頻りに",
        "chn": "频繁 不断 電話がしきりに鳴っている 电话不停地响 =たびたび 多次、频繁 ひんぱんに（頻繁に） やたらに／やたらと 过于频繁",
    },
    {
        "hiragana": "ふいに",
        "kanji": "不意に",
        "chn": "意外",
    },
    {
        "hiragana": "せつに",
        "kanji": "切に",
        "chn": "恳切地、由衷地、强烈地 切にお願い申し上げます 恳请 =心から",
    },
    {
        "hiragana": "おもむろに",
        "kanji": "徐に",
        "chn": "不慌不忙地、缓缓地、从容地 おもむろに話し出す 慢慢地开始 =ゆっくり",
    },
    {
        "hiragana": "てきばき",
        "kanji": "てきばき",
        "chn": "干脆利落、麻利、爽快迅速地处理事情 てきぱきと働く／処理する 工作干脆／处理事务迅速 てきぱきと答える 干脆利落地回答问题 =きびきび 敏捷、利落（动作）はきはき 干脆、爽朗",
    },
    {
        "hiragana": "すんなり",
        "kanji": "すんなり",
        "chn": "1.顺利 容易 毫不费力 表示事情顺利进行 その提案はすんなり通った 提案顺利地通过 2.苗条地 流畅地 自然地 体がすんなり動いた 身体动作流畅自然",
    },
    {
        "hiragana": "むしょうに",
        "kanji": "無性に",
        "chn": "情不自禁 非常想 很",
    },
    {
        "hiragana": "もっとも",
        "kanji": "最も",
        "chn": "最...",
    },
    {
        "hiragana": "もっとも",
        "kanji": "もっとも",
        "chn": "但是 话虽如此",
    },
    {
        "hiragana": "もっともだ",
        "kanji": "のもっともだ",
        "chn": "..是理所当然的",
    },
    {
        "hiragana": "もっともな",
        "kanji": "もっともな",
        "chn": "合理的、合情合理的、无可非议的 彼の怒りはもっともなことだ 他的愤怒是可以理解的 / 合情合理",
    },
    {
        "hiragana": "もっともらしい",
        "kanji": "もっともらしい",
        "chn": "听起来好像有道理、看起来像有道理（实则未必） もっともらしい言い訳 貌似合理的借口",
    },
    {
        "hiragana": "どうせ",
        "kanji": "后接...なら",
        "chn": "反正怎样都会...怎么都要...",
    },
    {
        "hiragana": "しょせん",
        "kanji": "所詮",
        "chn": "反正，归根结底 终归是…… =どうせ 結局（けっきょく）",
    },
    {
        "hiragana": "ぼんやり",
        "kanji": "ぼんやり",
        "chn": "模糊 马虎 无所事事 发呆",
    },
    {
        "hiragana": "ひんやり",
        "kanji": "ひんやり",
        "chn": "凉飕飕的",
    },
    {
        "hiragana": "たかだか",
        "kanji": "高高",
        "chn": "最多 顶多=せいぜい ",
    },
    {
        "hiragana": "ただでさえ",
        "kanji": "ただでさえ",
        "chn": "本来就已经……更不用说…… 光是那样就已经……了，更何况还…… ただでさえ〜のに、さらに／もっと  ただでさえ忙しいのに、急な会議まで入ってきた =それでなくても",
    },
    {
        "hiragana": "~もの/~もん",
        "kanji": "常与だって一起用",
        "chn": "表原因..因为.. だって + 理由句 +（ん）だもん／もの だって疲れたんだもん 因为我已经很累了嘛。",
    },
    {
        "hiragana": "たって",
        "kanji": "=たとえっても",
        "chn": "即使...也...;虽然...但是...",
    },
    {
        "hiragana": "Vます+たて",
        "kanji": "Vます+たて",
        "chn": "刚刚xx完 揚げたて（あげたて）刚炸出来的 炊きたて（たきたて）刚煮好的 できたて 刚做出来的",
    },
    {
        "hiragana": "Vます+とおす",
        "kanji": "Vます+通す",
        "chn": "做某事坚持到结束 やりとおす（やり通す）坚持做完、贯彻完成 我慢しとおす 一直忍耐下去",
    },
    {
        "hiragana": "Vます+まくる",
        "kanji": "Vます+まくる",
        "chn": "一直重复做某事 总是做某事 一个劲儿地…… 有时带有负面或夸张语气。食べまくる 狂吃、拼命吃 吃到停不下来 買いまくる 疯狂购物 有点“剁手”的语感",
    },
    {
        "hiragana": "Vます+たまえ",
        "kanji": "Vます+たまえ",
        "chn": "表示轻微命令 相当于「〜てください」或「〜なさい」 やってみたまえ よく見たまえ 読んでごらんたまえ",
    },
    {
        "hiragana": "Vます+ごたえ",
        "kanji": "Vます+ごたえ",
        "chn": "值得…… 有……的价值 見ごたえ 值得一看 やりごたえ 值得做、有挑战性",
    },
    {
        "hiragana": "Vます+そびれる",
        "kanji": "乗りそびれる",
        "chn": "错过机会 最终没能做成",
    },
    {
        "hiragana": "Vます+そこなう",
        "kanji": "乗り損なう",
        "chn": "错过机会 最终没能做成",
    },
    {
        "hiragana": "Vます+すべがない",
        "kanji": "術がない",
        "chn": "没有办法做到できない",
    },
    {
        "hiragana": "Vます+これすれ",
        "kanji": "増えこれすれ",
        "chn": "只会有.. 其他不会/没有",
    },    
    {
        "hiragana": "やさきに",
        "kanji": "矢先に",
        "chn": "正要……的时候，结果却…… 通常与“意外、不利、突然”的事件连用，形成意外性、出乎意料的语感。出かけようとした矢先に、雨が降ってきた。正要出门，结果下起了雨。",
    },
    {
        "hiragana": "~ごとに",
        "kanji": "~ごとに",
        "chn": "1.每当...时候 =たびに 雨が降るごとに、気温が下がる 每当下雨，气温就会下降 2.每隔... 1時間ごとに休憩を取る。每隔一小时休息一次 (たびに不用于“每隔时间”)",
    },
    {
        "hiragana": "にかけては",
        "kanji": "にかけては",
        "chn": "在……方面（特别擅长）强调某人在某个领域或某项技能上特别出色或有优势 彼は絵にかけてはプロ並みの腕を持っている。他在绘画方面有专业级的水平",
    },
    {
        "hiragana": "わりには",
        "kanji": "わりには",
        "chn": "虽然...却...  この店は値段が安いわりには料理が美味しい。这家店虽然便宜，但菜很好吃。",
    },
    {
        "hiragana": "だけましだ",
        "kanji": "だけましだ",
        "chn": "幸好... 虽不理想，但好在…… 給料は少ないけど、仕事があるだけましだ。 虽然工资少，但起码有工作",
    },
    {
        "hiragana": "あたかも~ようだ",
        "kanji": "恰も",
        "chn": "恰似 宛如",
    },
    {
        "hiragana": "さも~ようだ",
        "kanji": "さも",
        "chn": "仿佛 好像 用法和意思同上",
    },
    {
        "hiragana": "あべこべ",
        "kanji": "あべこべ",
        "chn": "颠倒、反了、本末倒置 あべこべにする 搞反了、弄颠倒了 靴下をあべこべにはいてるよ 你把袜子穿反了哦。 =逆（ぎゃく）",
    },
    {
        "hiragana": "いかに",
        "kanji": "如何に",
        "chn": "1.如何、怎样（= どのように）彼がいかにして成功したか、誰も知らない 没人知道他是如何成功的 2.多么……啊（= どれほど）彼女があなたのことをいかに心配していたか、わかってる？ 你知道她有多担心你吗？",
    },
    {
        "hiragana": "いかにも",
        "kanji": "いかにも",
        "chn": "1.的确、实在是（赞同/强调）いかにも彼らしい答えだ 的确是他会说的回答 2.果然、显然（=本当に,まさに）いかにも日本的な風景だ。实在是非常日本风的景色 「いかにも〜そう」（“看上去确实……”）",
    },
    {
        "hiragana": "いよいよ",
        "kanji": "いよいよ",
        "chn": "1.终于 2.越来越...",
    },
    {
        "hiragana": "わずか",
        "kanji": "僅か",
        "chn": "稍微 仅仅 好不容易",
    },
    {
        "hiragana": "にわか",
        "kanji": "俄か",
        "chn": "突然、忽然、骤然 俄に空が曇った。=急に（きゅうに） =急に（きゅうに）",
    },
    {
        "hiragana": "かすか",
        "kanji": "微か",
        "chn": "微弱 模糊 朦胧",
    },
    {
        "hiragana": "ひそか",
        "kanji": "密か",
        "chn": "秘密 暗中",
    },
    {
        "hiragana": "にて",
        "kanji": "=で",
        "chn": "1.表示场所 東京ビッグサイトにてイベントが開催されます 2.表示“手段、方法、原因” 電話にてご連絡いたします 通过电话与您联系 3.表示“时间” 明日10時にて締め切らせていただきます 明天10点截止",
    },
    {
        "hiragana": "ひっきりなしに",
        "kanji": "ひっきりなしに",
        "chn": "连连不断的",
    },
    {
        "hiragana": "しっくり",
        "kanji": "しっくり",
        "chn": "适合 吻合",
    },
    {
        "hiragana": "たっぷり",
        "kanji": "たっぷり",
        "chn": "足够 充分 绰绰有余",
    },
    {
        "hiragana": "ばったり",
        "kanji": "バッタリ",
        "chn": "突然遇见 突然中止 突然倒下",
    },
    {
        "hiragana": "がっくり",
        "kanji": "がっくり",
        "chn": "突然失落、沮丧、无力的样子 =がっかり 失望 しょんぼり垂头丧气、没精神",
    },
    {
        "hiragana": "うっとり",
        "kanji": "うっとり",
        "chn": "发呆 走神",
    }, 
    {
        "hiragana": "~ぬく",
        "kanji": "~ぬいた",
        "chn": "带有...的气息",
    },
    {
        "hiragana": "もので",
        "kanji": "もので",
        "chn": "因为... 寝坊したもので、遅れてしまいました。因为睡过头了，所以迟到了。",
    },
    {
        "hiragana": "にあって",
        "kanji": "にあって(は)顺接 にあっても逆接",
        "chn": "在...情况下/条件下",
    },
    {
        "hiragana": "にあたって",
        "kanji": "にあたり",
        "chn": "在...之际，在..重要时刻 积极意义",
    },
    {
        "hiragana": "なおざり",
        "kanji": "等閑",
        "chn": "敷衍了事、不认真、漠视、马虎对待、不当回事 〜をなおざりにする 健康をなおざりにする 不重视健康 義務をなおざりにする 玩忽职守",
    },
    {
        "hiragana": "ないがしろ",
        "kanji": "蔑ろ",
        "chn": "轻视、怠慢、敷衍、不当一回事 他人の意見をないがしろにするな 别轻视别人的意见 会社は福利厚生をないがしろにしている 公司忽视员工福利",
    },
    {
        "hiragana": "何ら...ない",
        "kanji": "何ら",
        "chn": "丝毫没有 一点也没有",
    },
    {
        "hiragana": "てんで...ない",
        "kanji": "てんで",
        "chn": "丝毫没有 一点也没有",
    },
    {
        "hiragana": "いっきょに",
        "kanji": "一挙に",
        "chn": "一下子、骤然、突然间（发生剧烈变化） 某个状态在一瞬间急剧地改变，常用于描述数量的激增、情势的剧变、进展的飞跃等  物価がいっきょに上がった。物价一下子就涨上去了。",
    },
    {
        "hiragana": "ずばり",
        "kanji": "ずばり",
        "chn": "击中要害 一语道破 一针见血地",
    },
    {
        "hiragana": "がくんと",
        "kanji": "がくんと",
        "chn": "某种状态突然下降 沉下 减弱 变差 がくんと下がる 猛地往下降 がくんと崩れる 猛然崩溃",
    },
    {
        "hiragana": "がらりと",
        "kanji": "がらりと",
        "chn": "哗啦；突然改变",
    },
    {
        "hiragana": "ちらっと",
        "kanji": "ちらっと",
        "chn": "一闪，一晃，一瞥，转眼即逝；略微听到，偶尔听到",
    },
    {
        "hiragana": "ずらっと",
        "kanji": "ずらっと",
        "chn": "成排的",
    },
    {
        "hiragana": "ずっしり",
        "kanji": "ずっしり",
        "chn": "沉甸甸的、厚重的有分量的样子 表示物理或心理上的沉重、有分量 どっしり 稳重、沉重 がっしり 结实、有力",
    },
    {
        "hiragana": "ぎっしり",
        "kanji": "ぎっしり",
        "chn": "满满的",
    },
    {
        "hiragana": "じたばた",
        "kanji": "じたばた",
        "chn": "着急，着慌，慌张，手忙脚乱；手脚乱动乱蹬（挣扎，抵抗）",
    },
    {
        "hiragana": "まんまと",
        "kanji": "まんまと",
        "chn": "巧妙地 顺利地 轻易地 通常含有对方诡计得逞的语感 带有一定的讽刺或懊悔色彩 まんまとだまされる 被完全欺骗 まんまと逃げられる 被顺利逃掉 =うまく",
    },
    {
        "hiragana": "まんざら",
        "kanji": "満更",
        "chn": "不完全否定，部分肯定 并非完全……不是 未必完全……不是 +ない 彼の言うことも、まんざら嘘ではない 他的话也不完全是谎话（可能有些是真的）",
    },
    {
        "hiragana": "かわりに",
        "kanji": "かわりに",
        "chn": "1.作为回报 替代 2.虽然..但是..",
    },
    {
        "hiragana": "ちやほや",
        "kanji": "=甘える",
        "chn": "溺爱 娇养",
    },
    {
        "hiragana": "さぞ",
        "kanji": "=さぞかし",
        "chn": "想必 一定...  后面常接~だろう/でしょう  さぞ大変だったことだろう。想必一定很累吧",
    },
    {
        "hiragana": "のなんのって",
        "kanji": "形容词+のなんのって",
        "chn": "非常 极其 昨日のカレー、辛いのなんのって 昨天的咖喱辣得不得了 疲れるのなんのって 累到极点",
    },
    {
        "hiragana": "さもないと",
        "kanji": "さもないと",
        "chn": "否则…… 不然的话…… 如果不做前面的事，就会发生不希望的后果 早く寝なさい、さもないと、明日寝坊するよ 快去睡觉，不然明天会睡过头。",
    },
    {
        "hiragana": "なおさら",
        "kanji": "尚更",
        "chn": "更加、越发、尤其 なおさら行きたくない 更不想去 君が行かないなら、なおさら私も行きたくない 你都不去，我就更不想去了 =もっと",
    },
    {
        "hiragana": "なんなりと",
        "kanji": "なんなりと",
        "chn": "无论什么、随便什么、请尽管…… +动词てください／お申し付けください／ご連絡ください／お使いください ご不明な点がございましたら、何なりとお申し付けください 有不明之处请尽管告诉我们",
    },
    {
        "hiragana": "みじんも..ない",
        "kanji": "みじんも..ない",
        "chn": "一点都没有",
    },
    {
        "hiragana": "N+これあれ",
        "kanji": "苦労これあれ",
        "chn": "尽管/虽然..但是..",
    },
    {
        "hiragana": "~にまつわる",
        "kanji": "纏わる=に関わる",
        "chn": "关于 围绕",
    },
    {
        "hiragana": "~にかまけて",
        "kanji": "かまける=感ける",
        "chn": "沉迷于 忙于 沉浸于",
    },
    {
        "hiragana": "までもない",
        "kanji": "Vる+までもない",
        "chn": "没必要 用不着做某事",
    },
    {
        "hiragana": "いかなる",
        "kanji": "いかなる",
        "chn": "如何 怎么样的 いかなる理由 无论有什么样的理由 =どんな",
    },
    {
        "hiragana": "N+ぐるみ",
        "kanji": "クラスぐるみ/家族ぐるみ",
        "chn": "全部 所有 全班同学 全家人",
    },
    {
        "hiragana": "わがまま",
        "kanji": "わがまま",
        "chn": "任性 恣意 放肆 我行我素 あの子はわがままな性格だ 那个孩子性格很任性 彼女はよくわがままを言う 她经常任性",
    },
    {
        "hiragana": "ぐんなり",
        "kanji": "ぐんなり",
        "chn": "无力地、蔫蔫地、软趴趴地、没精神地 =へとへと =くたくた =しおれる",
    },
    {
        "hiragana": "じんわり",
        "kanji": "じんわり",
        "chn": "慢慢渗出；循序渐进",
    },
    {
        "hiragana": "げっそり",
        "kanji": "げっそり",
        "chn": "消瘦 憔悴 失望 灰心",
    },
    {
        "hiragana": "きちっと",
        "kanji": "きちっと",
        "chn": "整整齐齐 干干净净",
    },
    {
        "hiragana": "がらんと",
        "kanji": "がらんと",
        "chn": "空荡荡的、空空如也、冷清、寥寥无几 がらんとした部屋	空荡荡的房间 =しんと（する）寂静无声 すかすか 松松的、稀稀疏疏 ひっそり 静悄悄",
    },
    {
        "hiragana": "じっくり",
        "kanji": "じっくり",
        "chn": "慢慢地，不紧不慢",
    },
    {
        "hiragana": "むかつく",
        "kanji": "むかつく",
        "chn": "恶心，想吐，反胃；生气，发怒",
    },
    {
        "hiragana": "いざ",
        "kanji": "いざ",
        "chn": "一旦到..的时候 いざ試合となると、緊張して力が出せない 一到比赛的时候，就因为紧张发挥不出来",
    },
    {
        "hiragana": "ありったけ",
        "kanji": "ありったけ",
        "chn": "所有，全部;知恵のありったけをしぼる",
    },
    {
        "hiragana": "もってのほか",
        "kanji": "もってのほか",
        "chn": "荒谬，岂有此理 遅刻ならともかく、無断欠勤とはもってのほかだ",
    },
    {
        "hiragana": "ひときわ",
        "kanji": "ひときわ 一際",
        "chn": "格外 分外 非常显眼 特别出众 ひときわ目立つ 非常显眼",
    },
    {
        "hiragana": "しかるべき",
        "kanji": "しかるべき",
        "chn": "应有的;しかるべき措置を講じる",
    },
    {
        "hiragana": "めったに",
        "kanji": "滅多に",
        "chn": "几乎不、很少、难得。常与否定表达连用（如：～ない） めったに見ない 很少见到 =あまり~ない まれに（稀に）偶尔、极少",
    },
    {
        "hiragana": "まっぴら",
        "kanji": "真っ平",
        "chn": "绝对不要、坚决拒绝、万万不愿意 带有强烈否定和嫌恶的语气，表达对某事非常讨厌、绝不愿接受的态度。 戦争なんてまっぴらだ 战争什么的，我打死也不要 〜はまっぴらごめんです （某事）请恕我万万不愿做 =絶対に嫌だ",
    },
    {
        "hiragana": "まっさき",
        "kanji": "真っ先",
        "chn": "最先,首先,最前面 表示在顺序、时间、位置或动作上“最先、第一位” 真っ先に家に帰った。第一个回了家 真っ先に〜する 最先去做某事 =最初に（さいしょに）",
    },
    {
        "hiragana": "かつかつ",
        "kanji": "かつかつ",
        "chn": "1. 勉勉强强；刚刚好；几乎不足 =ギリギリ 提出日かつかつで間に合った 合格点にかつかつ届いた 2.（拟声词）硬物接触或碰撞声",
    },
    {
        "hiragana": "大して…ない",
        "kanji": "大して…ない",
        "chn": "「并不怎么……」、「不太……」、「没那么……」用于对某事的程度、重要性、数量等进行轻度否定，表达“不值得一提”、“其实也没什么”的感觉。",
    },
    {
        "hiragana": "がっちり",
        "kanji": "がっちり",
        "chn": "结实、牢固、健壮、精打细算 =しっかり がっしり",
    },
    {
        "hiragana": "きっかり",
        "kanji": "きっかり",
        "chn": "整，正好;9時きっかりに現れる",
    },
    {
        "hiragana": "むっくり",
        "kanji": "むっくり",
        "chn": "缓缓地、突然地坐起/起身 常常用于形容睡觉、倒下、躺着的人突然坐起来、缓慢地站起来等情况。 むっくり起きる  がばっと 猛然坐起、起身  むくっと突然（微微）动一下、坐起",
    },
    {
        "hiragana": "すかっと",
        "kanji": "すかっと",
        "chn": "令人畅快、爽快、痛快的感觉 =さっぱり清爽、干脆 きっぱり断然、干脆",
    },
    {
        "hiragana": "むっと",
        "kanji": "むっと",
        "chn": "一脸愤怒 脸色变沉、气氛凝重、心里不悦的样子，也可表示空气闷热 ぷんと ぷいっと 生气、赌气的感觉 不理人 がみがみ 唠叨式责备、很烦人",
    },
    {
        "hiragana": "ぐっとくる",
        "kanji": "グッとくる",
        "chn": "打动人心",
    },
    {
        "hiragana": "ぐっと",
        "kanji": "ぐっと",
        "chn": " 使劲儿,一（口）气地……；更加，……得多，非常；哑口无言；深受感动",
    },    
    {
        "hiragana": "しんみり",
        "kanji": "しんみり",
        "chn": "静悄悄地／感伤地／静静地动情／心情沉静 しんみりと語る 静静地诉说 =ひっそり 静悄悄",
    },
    {
        "hiragana": "イラッと",
        "kanji": "イラッとする",
        "chn": "心烦、火大、有点生气”、一下子恼火",
    },
    {
        "hiragana": "けろりと",
        "kanji": "けろりと",
        "chn": "完全、一下子(すっかり)；满不在乎、泰然自若，若无其事",
    },
    {
        "hiragana": "どうかすると",
        "kanji": "どうかすると",
        "chn": "有时会…… /动不动就容易…… 带有轻微负面或无奈 彼はどうかするとすぐ怒り出す 他动不动就发火 =ともすれば 动不动就（书面、稍正式）時として（ときとして）有时（中性）",
    },
    {
        "hiragana": "つい",
        "kanji": "つい",
        "chn": "不由自主地做了某事、无意中、忍不住、顺手就…… つい〜てしまう不小心做了  つい本音を言ってしまった。不小心说出了真心话",
    },
    {
        "hiragana": "あろうことか",
        "kanji": "あろうことか",
        "chn": "没想到竟然发生了这种事  感到震惊、愤怒或不满 通常用于表达负面、不可接受的事 あろうことか、教師が生徒に暴力をふるった。",
    },
    {
        "hiragana": "いざとなると / いざというとき",
        "kanji": "いざとなると / いざというとき",
        "chn": "一旦到了关键时刻 / 真到那个时候 / 真要做的时候 用于表示当真正面对重要时刻、紧急情况、或实际要行动时，人或事的表现可能会与平时不同，常含有突然变得不知所措、难以应对、犹豫、胆怯等语气 いざとなると、何も言えなくなってしまう 真要开口时，却一句话也说不出来了",
    },
    {
        "hiragana": "すっと/はっと/ かっと",
        "kanji": "すっと/はっと/ かっと",
        "chn": "清爽、流畅、舒适 迅速地，轻快地/吓了一跳 受惊/勃然大怒 火冒三丈",
    },
    {
        "hiragana": "ひょっとして",
        "kanji": "ひょっとして",
        "chn": "说不定、万一、也许、难道……？ =もしかして",
    },
    {
        "hiragana": "こぞって",
        "kanji": "挙って",
        "chn": "来源于动词こぞる（挙る）“全体都……”、“一齐……”、“一致地……” こぞって参加する 全体参加 こぞって買いに行く 一窝蜂去买 =一斉に（いっせいに）",
    },
    {
        "hiragana": "さぞかし",
        "kanji": "さぞかし",
        "chn": "想必一定……吧、一定很……吧 さぞかし大変だったでしょう 一定很辛苦吧 =きっと さぞ……と思います 想必……吧 おそらく",
    },
    {
        "hiragana": "おもうままに",
        "kanji": "思うままに",
        "chn": "自由地，随心所欲地 思うままに書く 想怎么写就怎么写 思いのままに生きる 随心所欲地生活",
    },
    {
        "hiragana": "きょろきょろ",
        "kanji": "きょろきょろ",
        "chn": "东张西望 神情慌张、不知所措地看周围 きょろきょろ見回す",
    },
    {
        "hiragana": "ひっきりなしに",
        "kanji": "ひっきりなしに",
        "chn": "连续不断 ひっきりなしに来る	人不断地来 =絶え間なく（たえまなく）持续不断 続々と（ぞくぞくと）不断地来/出现 しきりに	频繁地",
    },
    {
        "hiragana": "みだりに",
        "kanji": "妄りに／濫りに",
        "chn": "未经许可地、随便地、轻率地、不分场合地 みだりに口を出す	随便插嘴 =むやみに（無闇に）盲目地、过度地 勝手に 擅自、随意",
    },
    {
        "hiragana": "べったり",
        "kanji": "べったり",
        "chn": "1.紧贴着、贴得牢牢的 2.形影不离、亲密到让人在意的程度 3.完全依赖、依附（常带有贬义） =べたべた 黏糊糊、纠缠不清 べとべと 液体黏糊感",
    },
    {
        "hiragana": "みっちり",
        "kanji": "みっちり",
        "chn": "扎实地、充分地、严格地 多用于努力、训练、安排、指导、学习等领域，语感是积极、正面的 みっちり勉強する 扎扎实实地学习",
    },
    {
        "hiragana": "あくまでも",
        "kanji": "飽くまでも",
        "chn": "1.始终、坚持到底、不动摇地 あくまでも信念を貫く（始终坚持信念）2.充其量是，仅仅是 あくまでも私の考え 仅是我的想法",
    },
    {
        "hiragana": "よくも",
        "kanji": "よくも",
        "chn": "你竟然敢…！你怎么能… よくもそんなことを 你竟然做出这种事！ よくも平気で 你居然还能若无其事地…",
    },
    {
        "hiragana": "ゆめにも",
        "kanji": "夢にも",
        "chn": "做梦也没想到 通常用于表达“完全没有想到”某件事，含有强烈的惊讶、意外之意。+思わなかった／思っていなかった／信じられない",
    },
    {
        "hiragana": "びしょびしょも",
        "kanji": "びしょびしょ",
        "chn": "连绵不断；湿透",
    },
    {
        "hiragana": "うんと",
        "kanji": "うんと",
        "chn": "很多、非常、大量地 用力 うんと食べる 吃很多（猛吃）んと働く	卖力工作、拼命干活 うんと休む 好好休息 =思いきり／思いっきり 更强调“尽情地”“放开地”",
    },
    {
        "hiragana": "まれに",
        "kanji": "稀に",
        "chn": "偶尔、很少、罕见地、稀有地 まれに見る 罕见的 =たまに 偶尔",
    },
    {
        "hiragana": "あわや",
        "kanji": "あわや",
        "chn": "眼看就要……、差一点就……、险些…… あわや事故になるところだった 差一点就发生事故了 =危うく（あやうく）～ところだった 险些、几乎……",
    },
    {
        "hiragana": "どことなく",
        "kanji": "=なんとなく",
        "chn": "隐约地～、总感觉～  どことなく寂しい／怪しい／悲しい 隐约悲伤／感觉可疑／有点难过",
    },
    {
        "hiragana": "おまけに",
        "kanji": "おまけに",
        "chn": "而且，还，加上",
    },
    {
        "hiragana": "ぎくしゃく",
        "kanji": "ぎくしゃく",
        "chn": "关系变得生疏、不自然、有隔阂 友達との関係がぎくしゃくする 和朋友的关系变得不自然/有些尴尬",
    },
    {
        "hiragana": "あんぐり",
        "kanji": "あんぐり",
        "chn": "吃惊得张大嘴巴",
    },
    {
        "hiragana": "がんじがらめ",
        "kanji": "雁字がらめ",
        "chn": "1.身体上的束缚 ロープでがんじがらめにされた 被绳子紧紧绑住了 2. 精神、制度、人际关系的束缚 規則にがんじがらめにされて、何もできない 被规章制度限制得死死的，什么都做不了",
    },
    {
        "hiragana": "なにもかも",
        "kanji": "何もかも",
        "chn": "一切、全部、所有的事物 なにもかも捨てる	一切都舍弃 =すべて なにもかも 一切、一切事物（强烈）",
    },
    {
        "hiragana": "それとなく",
        "kanji": "それとなく",
        "chn": "委婉地、不动声色地、含蓄地、试探性地 それとなく言う 委婉地说 それとなく聞いてみた 试探性地问了一下 それとなく注意を促す	委婉地提出提醒或批评",
    },
    {
        "hiragana": "いたずら",
        "kanji": "悪戯",
        "chn": "恶作剧 开玩笑",
    },
    {
        "hiragana": "いたずらに",
        "kanji": "徒らに",
        "chn": "徒劳地、无意义地、白白地 いたずらに時間を過ごす	白白浪费时间 いたずらに命を落とす 白白丧命",
    },
    {
        "hiragana": "もってもほか",
        "kanji": "以ての外",
        "chn": "荒唐、不可原谅、岂有此理 失礼にもほどがある。もってのほかだ。太失礼了，简直岂有此理 もってのほかの要求 非常无理的要求",
    },
    {
        "hiragana": "なんだかんだ",
        "kanji": "何だかんだ",
        "chn": "这样那样 なんだかんだ言って	虽说这样那样，但…… =結局（けっきょく）",
    },
    {
        "hiragana": "びっしょり",
        "kanji": "びっしょり",
        "chn": "湿透",
    },
    {
        "hiragana": "ひょっとしたら",
        "kanji": "ひょっとして",
        "chn": "也许.. ひょっとしたら...かもしれない",
    },
    {
        "hiragana": "まさしく",
        "kanji": "正しく",
        "chn": "的确 沒錯",
    },
    {
        "hiragana": "まさに",
        "kanji": "正に",
        "chn": "正是、确实、的确是 用于强调某事非常准确、恰当、正符合事实或预期 彼こそまさに私が探していた人だ 他正是我一直在找的人 まさに理想の条件だ 正是我理想的条件",
    },
    {
        "hiragana": "まっしぐら",
        "kanji": "真っしぐら",
        "chn": "一路直冲、全力冲向、直奔（目标）成功に真っしぐら 直奔成功 破滅に真っしぐら 一路走向毁灭",
    },
    {
        "hiragana": "はてしない/はてしなく",
        "kanji": "果てしない/果てしなく",
        "chn": "1.空间上的无边无际 一望无际 果てしない大地 2.时间/数量上的 无尽、没有尽头的 果てしない努力 无止境的努力 果てしない戦い 无休止的斗争 =無限（むげん）",
    },
    {
        "hiragana": "はたして",
        "kanji": "果たして",
        "chn": "1.果然..到底.. 强调某件事的结果是否如预期一样 果たして彼は優勝した 果然他赢得了冠军 =やはり 2.到底、究竟 果たして彼は約束を守るだろうか 他到底会守约吗 果たして～か 果たして～だろうか 到底是否……",
    },
    {
        "hiragana": "なまけて",
        "kanji": "怠けて",
        "chn": "懒惰、怠惰、懒散 なまけて生きる 懒散地生活 なまけて暮らす 懒散地生活",
    },
    {
        "hiragana": "ことによると",
        "kanji": "ことによると",
        "chn": "说不定…… 也许……  后接〜かもしれない 〜のではないか 〜恐れがある ことによると、彼はもう日本に戻らないかもしれない =ひょっとすると もしかすると",
    },
]

double_words = [
    {
        "hiragana": "ぶつぶつ",
        "kanji": "ぶつぶつ",
        "chn": "嘟囔 唠叨 颗粒状疙瘩",
    },
    {
        "hiragana": "しみじみ",
        "kanji": "しみじみ",
        "chn": "深切地、深深地、由衷地、痛切地、感慨地、静静地…… しみじみ感じる しみじみ思う／感じる／語る／心にしみる 胸にしみる =つくづく深深地 =ひしひし强烈地、深切地  じんわり慢慢地渗透，温柔地感受",
    },
    {
        "hiragana": "すらすら",
        "kanji": "すらすら",
        "chn": "流畅smooth",
    },
    {
        "hiragana": "けたけた",
        "kanji": "けたけた(する)",
        "chn": "（旁若无人地）轻薄地笑;けたけたと笑う",
    },
   {
        "hiragana": "ほのぼの",
        "kanji": "ほのぼの",
        "chn": "朦胧，模糊，隐约",
    },
    {
        "hiragana": "ずるずる",
        "kanji": "ずるずる",
        "chn": "1.拖拖拉拉、不爽快的样子 进展缓慢、无法干脆结束 2.拖动摩擦的声音或样子 =もたもた 动作迟缓",
    },
    {
        "hiragana": "さばさば",
        "kanji": "さばさば",
        "chn": "（麻烦事解决后）心情痛快；（性格）爽快",
    },
    {
        "hiragana": "しばしば",
        "kanji": "しばしば",
        "chn": "屡次，再三，一再；经常，常常；多次",
    },    
    {
        "hiragana": "どぎまぎ",
        "kanji": "ドギマギ",
        "chn": "慌慌张张 手忙脚乱 惊慌失措",
    },
    {
        "hiragana": "ばらばら",
        "kanji": "バラバラ",
        "chn": "翻书声 下雨声 寥寥无几",
    },
    {
        "hiragana": "いそいそ",
        "kanji": "いそいそ",
        "chn": "兴冲冲，高高兴兴，欢欣雀跃，急忙地",
    },
    {
        "hiragana": "つくづく",
        "kanji": "つくづく",
        "chn": "深切地、痛切地、由衷地、真切地 通常接感慨、反省、感动、后悔等 つくづく思う 深深觉得 つくづく反省する／後悔する 痛感后悔／深深反省",
    },
    {
        "hiragana": "ずるずる",
        "kanji": "ずるずる",
        "chn": "吮吸的声音",
    },
    {
        "hiragana": "ひりひり",
        "kanji": "ひりひり",
        "chn": "火辣辣地痛",
    },
    {
        "hiragana": "そわそわ",
        "kanji": "そわそわ",
        "chn": "不镇静，慌张，坐立不安，心神不定 =イライラする",
    },
    {
        "hiragana": "もじもじ",
        "kanji": "もじもじ",
        "chn": "忸忸怩怩，扭扭捏捏",
    },
    {
        "hiragana": "ずきずき",
        "kanji": "ズキズキ",
        "chn": "阵痛",
    },
    {
        "hiragana": "きりきり",
        "kanji": "キリキリ",
        "chn": "绞痛",
    },
    {
        "hiragana": "くらくら",
        "kanji": "くらくら",
        "chn": "眩晕",
    },
    {
        "hiragana": "がんがん",
        "kanji": "ガンガン",
        "chn": "耳鸣地头痛",
    },
    {
        "hiragana": "はきはき",
        "kanji": "はきはき",
        "chn": "利落、干脆、爽快、不含糊 はきはき話す 说话干脆清楚 はきはきした人／態度／返事 干练的人／态度／答复",
    },
    {
        "hiragana": "ぶかぶか",
        "kanji": "ぶかぶか",
        "chn": "衣服或鞋子太大、不合身、松垮垮的样子 =だぶだぶ 衣服太大、宽松",
    },
    {
        "hiragana": "ざらざら",
        "kanji": "ざらざら",
        "chn": "表面粗糙、触感不光滑的状态，也可以描述声音粗哑、沙哑感，属于常见口语表达  つるつる 光滑 ごわごわ 硬邦邦 がさがさ 干燥 干巴巴",
    },
    {
        "hiragana": "ずるずる",
        "kanji": "ずるずる",
        "chn": "1.拖拖拉拉、不爽快的样子 进展缓慢、无法干脆结束 2.拖动摩擦的声音或样子 =もたもた 动作迟缓",
    },
    {
        "hiragana": "すれすれ",
        "kanji": "擦れ擦れ",
        "chn": "1.物理上的贴近 2.间/分数/合格线等的边缘 3.道德/规则的边界 合格点すれすれ 予算すれすれ =ぎりぎり",
    },
    {
        "hiragana": "まるまる",
        "kanji": "まるまる",
        "chn": "1.全部、整整、整个 2.圆滚滚的样子 3.完全照搬、照抄",
    },
    {
        "hiragana": "ぼつぼつ",
        "kanji": "ぼつぼつ",
        "chn": "1.慢慢地、渐渐地、差不多该…了 =そろそろ 2.零星地、断断续续地（出现） 3.皮肤起疹子、起小颗粒",
    },
    {
        "hiragana": "どやどや",
        "kanji": "どやどや",
        "chn": "闯进、蜂拥而来、一拥而入",
    },
    {
        "hiragana": "もやもや",
        "kanji": "もやもや",
        "chn": "心情或状态模糊、不清爽、不畅快、闷闷的感觉 気持ちがもやもやする	心里闷闷的，不痛快 頭がもやもやする	脑子昏昏沉沉，不清楚",
    },
    {
        "hiragana": "すくすく",
        "kanji": "すくすく",
        "chn": "长得）很快，茁壮成长",
    },
    {
        "hiragana": "うきうき",
        "kanji": "うきうき",
        "chn": "高高兴兴地",
    },
    {
        "hiragana": "とぼとぼ",
        "kanji": "とぼとぼ",
        "chn": "垂头丧气地、一瘸一拐地、缓慢地走路，通常带有失落、悲伤、疲惫等情绪背景。=しょんぼり	无精打采、沮丧",
    },
    {
        "hiragana": "どしどし",
        "kanji": "どしどし",
        "chn": "1.接连不断地、大量地 2.毫不犹豫地、大胆地 どしどし意見を言ってください。3.重重地踏步声 =がんがん 强烈地、大声地	用于头痛、音量、推进工作",
    },
    {
        "hiragana": "おのおの",
        "kanji": "各々",
        "chn": "各自，每个 おのおのの責任 各自的责任 =それぞれ 各自（かくじ）ひとりひとり",
    },
    {
        "hiragana": "めいめい",
        "kanji": "めいめい",
        "chn": "各自 =おのおの",
    },
    {
        "hiragana": "さんざん",
        "kanji": "散々",
        "chn": "1.狠、彻底、惨烈地 上司にさんざん怒られた 被上司狠狠地骂了一顿 2.糟糕的、惨不忍睹的 さんざんな成績になった 成绩惨不忍睹",
    },
    {
        "hiragana": "まごまご",
        "kanji": "まごまご",
        "chn": "慌张、不知所措、手忙脚乱的样子",
    },
    {
        "hiragana": "おろおろ",
        "kanji": "おろおろ",
        "chn": "慌张得六神无主、惊慌失措、手足无措的样子",
    },
    {
        "hiragana": "さくさく",
        "kanji": "さくさく",
        "chn": "迅速地，快速地",
    },
    {
        "hiragana": "まじまじ",
        "kanji": "まじまじ",
        "chn": "目不转睛",
    },
    {
        "hiragana": "おどおど",
        "kanji": "おどおど",
        "chn": "惴惴不安 心惊胆战",
    },
    {
        "hiragana": "ほかほか",
        "kanji": "ほかほか",
        "chn": "暖和，热乎，热和",
    },
    {
        "hiragana": "さきざき",
        "kanji": "先々",
        "chn": "将来；所到之处;先々のことが心配だ",
    },
    {
        "hiragana": "むかむか",
        "kanji": "むかむか",
        "chn": "恶心 想吐",
    },
    {
        "hiragana": "ちびちび",
        "kanji": "ちびちび",
        "chn": "一点一点地;金をちびちびと使う",
    },
    {
        "hiragana": "おたおた",
        "kanji": "おたおた",
        "chn": "惊慌失措",
    },
    {
        "hiragana": "ちぐはぐ",
        "kanji": "ちぐはぐ",
        "chn": "表示前后不一致、搭配不协调、不对称、不整齐 格格不入。 ちぐはぐな服装 不搭调的穿着 言行或故事前后矛盾 彼の言っていることはちぐはぐだ 場の雰囲気とちぐはぐな態度 与场合格格不入的态度",
    },
    {
        "hiragana": "びしばし",
        "kanji": "ビシバシ",
        "chn": "表示强烈地、不留情地做某事的状态，可以翻译为 “狠狠地、严厉地、猛然地、干脆地” 等，常用于口语中，强调动作或态度的强硬、果断 =がんがん大力地，猛烈地",
    },
    {
        "hiragana": "こうこう",
        "kanji": "煌々",
        "chn": "灿烂、明亮、耀眼 =きらきら",
    },
    {
        "hiragana": "こうこう",
        "kanji": "轟々",
        "chn": "巨大而持续的声音 轰隆隆 風がごうごうと吹く 风猛烈呼啸",
    },
    {
        "hiragana": "ざあざあ",
        "kanji": "ざあざあ",
        "chn": "哗啦哗啦（雨声、水声），哗啦啦",
    },
    {
        "hiragana": "まざまざ",
        "kanji": "まざまざ",
        "chn": "清清楚楚地、逼真地（呈现或感受到某种情景）あの時の光景がまざまざとよみがえる。当时的场景清清楚楚地浮现在脑海中",
    },
    {
        "hiragana": "おずおず",
        "kanji": "おずおず",
        "chn": "畏畏缩缩、战战兢兢、小心翼翼地说话或行动的样子",
    },
    {
        "hiragana": "そこそこ",
        "kanji": "そこそこ",
        "chn": "1.还凑合、马马虎虎 彼はそこそこ英語が話せる 他英语还说得过去 2.草草了事情 食事をそこそこにして出かけた 饭随便吃了几口就出门了 3.大约",
    },    
]

kanji_words = [
    {
        "hiragana": "ききめ",
        "kanji": "効き目",
        "chn": "效果、效力、作用「効き目」更偏向实际感受到的效力，如药物、方法、行为的直接反应；而「効果」更抽象、广泛。",
    },
    {
        "hiragana": "けれめ",
        "kanji": "切れ目",
        "chn": "1.切口、缝隙、破裂处 切れ目を入れる	切几刀 2.时间上的空隙、断点、阶段的分界 話の切れ目 谈话的间歇 仕事の切れ目	工作的间歇 3.空档、破绽 防御の切れ目 防守的漏洞 =区切り（くぎり）分段、句读、阶段 多指阶段的分界线",
    },
    {
        "hiragana": "ふせっせい",
        "kanji": "不摂生",
        "chn": "不注意健康 摂生（せっせい）原意是调养身体、注意健康管理 =怠惰（たいだ）だらしない",
    },
    {
        "hiragana": "あいそう",
        "kanji": "愛想",
        "chn": "对他人的态度 愛想を尽かす对于某人感到厌烦 愛想がいい 有亲和力 愛想を尽かす 彻底失望 無愛想（ぶあいそう）冷漠、无亲和力",
    },
    {
        "hiragana": "ぶあいそう",
        "kanji": "無愛想",
        "chn": "不亲切、不爱搭理人、表情冷淡、不善交际 =不機嫌（ふきげん）不高兴，心情不好而导致态度差 冷たい",
    },
    {
        "hiragana": "あとまわし",
        "kanji": "後回し",
        "chn": "推迟 之后再做",
    },
    {
        "hiragana": "ねまわし",
        "kanji": "根回し",
        "chn": "事前工作 提前准备 打下基础",
    },
    {
        "hiragana": "たらいまわし",
        "kanji": "盥回し",
        "chn": "推卸责任 转交 互相推诿、踢皮球、不作为 役所でたらい回しにされて、本当に疲れた 在政府机关被来回推诿，真的很累",
    },
    {
        "hiragana": "手回し(てまわし)",
        "kanji": "手回し",
        "chn": "1.事前安排、提前沟通 协调好相关人员 手回しがいい 安排得周到、做事老练 手回ししておく 事前沟通好、打好招呼 2.手动转动 手回し式発電機",
    },
    {
        "hiragana": "いいまわし",
        "kanji": "言い回し",
        "chn": "表达方式 说话方式 言い回しが硬い 用词生硬 言い回しがやさしい 用词平易",
    },
    {
        "hiragana": "したじ",
        "kanji": "下地",
        "chn": "本意基础、 底层材料，引申为做某件事之前已经具备的知识、素养、能力等的基础 プログラミングの下地があれば 如果有编程基础 =基礎（きそ）土台（どだい）",
    },
    {
        "hiragana": "取柄",
        "kanji": "とりえ",
        "chn": "优点、长处、值得称道的地方 彼は優しいのが取り柄だ 他唯一的优点就是温柔 =長所（ちょうしょ）",
    },
    {
        "hiragana": "たいか",
        "kanji": "大家",
        "chn": "在某个领域拥有极高成就或权威的人，泰斗、大家、巨匠 文学の大家 文学界的泰斗 =巨匠（きょしょう）",
    },
    {
        "hiragana": "いしょく",
        "kanji": "異色",
        "chn": "独具一格的 与众不同的 異色の存在 特别的存在 異色の作品 与众不同的作品 異色を放つ（ほうつ）散发出与众不同的光芒、风格突显",
    },
    {
        "hiragana": "うぬぼれ",
        "kanji": "自惚れ",
        "chn": "自负、自恋、自以为是 うぬぼれが強い	非常自恋 うぬぼれから目を覚ます	从自负中清醒过来",
    },
    {
        "hiragana": "うらづけ",
        "kanji": "裏付け",
        "chn": "(名词)证据 根据 支撑 依据 裏付けがある／ない	有／没有证据或依 裏付けを取る 收集证据 =証拠（しょうこ）根拠（こんきょ）",
    },
    {
        "hiragana": "うらはら",
        "kanji": "裏腹",
        "chn": "表面和实际不一致 心口不一 相反 裏腹な気持ち 矛盾的心情 ～と裏腹に 与……相反 言葉と裏腹に、彼の表情は寂しそうだった。他的话语和表情恰恰相反，显得很寂寞。",
    },
    {
        "hiragana": "うらぐち",
        "kanji": "裏口",
        "chn": "后门 采用走后门的方式办事",
    },    
    {
        "hiragana": "おもいつき",
        "kanji": "思い付き",
        "chn": "偶然的想法 灵光一闪",
    },
    {
        "hiragana": "がっち",
        "kanji": "合致",
        "chn": "一致 符合 吻合 强调吻合、符合",
    },
    {
        "hiragana": "いっち",
        "kanji": "一致",
        "chn": "符合 吻合 强调的是完全相同统一性、同一性。",
    },
    {
        "hiragana": "かみ",
        "kanji": "加味",
        "chn": "1.加调味、加味道 2.掺加 掺杂 年齢や経験を加味して判断する 考虑到他的年龄和经验来判断 3.采纳(意见) 采取 関係者の意見を加味して、最終案を決定する",
    },
    {
        "hiragana": "ぎんみ",
        "kanji": "吟味",
        "chn": "精挑细选、反复推敲、慎重思考 言葉を吟味する 推敲用词 慎重に吟味させていただきます 我们会仔细考虑",
    },    
    {
        "hiragana": "きがね",
        "kanji": "気兼ね",
        "chn": "客气 拘谨 放不开 気兼ねする 他人の家では気兼ねしてしまう。在别人家总是放不开 気兼ねなく話してください 请不必客气，尽管说",
    },
    {
        "hiragana": "くぎり",
        "kanji": "区切り",
        "chn": "文章段落 事情的分阶段",
    },
    {
        "hiragana": "くちだし",
        "kanji": "口出し",
        "chn": "插嘴 多言 干预 指手画脚 ~に口出しする 对……插嘴／干涉某事 =干渉（かんしょう）おせっかい 爱管闲事",
    },
    {
        "hiragana": "ちょうたつ",
        "kanji": "調達",
        "chn": "筹措、采购、供应、调配资源 資金を調達する 部品を調達する 人材を調達する",
    },
    {
        "hiragana": "けはい",
        "kanji": "気配",
        "chn": "1.人的动静、存在感、气息 人の気配がする	感觉有人存在 2.总感觉.. 有苗头 倾向 迹象 雨の気配がする	感觉要下雨了",
    },
    {
        "hiragana": "きくばり",
        "kanji": "気配り",
        "chn": "照料，照顾 気配りができる人 会照顾人、很细心的人 気配りを欠く 缺乏体贴、不够细心",
    },
    {
        "hiragana": "こころがけ",
        "kanji": "心掛け",
        "chn": "内心的留意、用心、注意事项 安全第一の心掛けを忘れずに 请时刻牢记“安全第一”的意识 =注意（ちゅうい）",
    },
    {
        "hiragana": "きごころ",
        "kanji": "気心",
        "chn": "性情 脾气 性格 常用于指代一个人“是个怎样的人” 気心が知れている 熟悉某人的性格 気心が合う 性格合得来 =性格（せいかく）気性（きしょう",
    },
    {
        "hiragana": "したごころ",
        "kanji": "下心",
        "chn": "别有用心 内心隐藏的真实动机、不可告人的念头 下心がある 有不纯的心思 下心を見抜く 看穿对方的企图",
    },
    {
        "hiragana": "しゅうそく",
        "kanji": "終息",
        "chn": "结束 平息 指混乱、事件、疫情等动荡状态彻底结束、平息 コロナウイルスの終息が待たれている",
    },
    {
        "hiragana": "収束(しゅうそく)",
        "kanji": "収束",
        "chn": "1.混乱或问题等渐渐平息，不一定彻底结束，但得到控制 事態を収束させる 使局势平息 収束に向かう 走向收尾/平息 2.（数学、物理中）收敛",
    },
    {
        "hiragana": "けっそく",
        "kanji": "結束",
        "chn": "1.捆绑 捆扎 2.团结、结合在一起 为了共同目标而形成有组织凝聚力的集体 結束を強める（つよめる）加强团结 チームの結束 团队的团结 =協力（きょうりょく）",
    },
    {
        "hiragana": "べんめい",
        "kanji": "弁明",
        "chn": "申辩、解释 多用于面对批评、误会、问题时的正当解释 彼は不正行為について記者に対し弁明した 他就不正行为向记者作出了解释",
    },
    {
        "hiragana": "ねんとう",
        "kanji": "念頭",
        "chn": "念頭に置く 念頭にない (没)放在心上",
    },
    {
        "hiragana": "そぶり",
        "kanji": "素振り",
        "chn": "举止、表现、流露出的态度 謝る素振りも見せない 一点要道歉的样子都没有 =態度（たいど）様子（ようす）",
    },
    {
        "hiragana": "てあて",
        "kanji": "手当て",
        "chn": "1.津贴 补贴 2.抢救 治疗 けがの手当てをする 为伤口进行处理",
    },
    {
        "hiragana": "てだて",
        "kanji": "手立て",
        "chn": "方法、对策、措施、解决办法 手立てがある／ない 有／没有解决办法 =方法（ほうほう）手段（しゅだん）対策（たいさく）",
    },
    {
        "hiragana": "てかげん",
        "kanji": "手加減",
        "chn": "调整力度 掌握分寸 手加減を知らない不懂得把握分寸",
    },
    {
        "hiragana": "手回し(てまわし)",
        "kanji": "手回し",
        "chn": "1.事前安排、提前沟通 协调好相关人员 手回しがいい 安排得周到、做事老练 手回ししておく 事前沟通好、打好招呼 2.手动转动 手回し式発電機",
    },
    {
        "hiragana": "手わけ",
        "kanji": "手分け",
        "chn": "分工 分头行动 手分けして探す 分头去找 手分けして部屋の掃除をしましょう 我们分头打扫房间吧",
    },
    {
        "hiragana": "てぎわ",
        "kanji": "手際",
        "chn": "手法 技巧 本事 本领 手際がいい 手法纯熟 手際が悪い 手法不熟练",
    },
    {
        "hiragana": "てぬき",
        "kanji": "手抜き",
        "chn": "偷工；手头空闲；偷工减料、敷衍了事 手抜き工事（てぬきこうじ）偷工减料的施工 手抜き料理 简单省事（略显偷懒）的做饭方式",
    },
    {
        "hiragana": "ざっとう",
        "kanji": "雑踏",
        "chn": "人多拥挤 人山人海",
    },
    {
        "hiragana": "とうめん",
        "kanji": "当面",
        "chn": "眼下 当前面对 面临",
    },
    {
        "hiragana": "いき",
        "kanji": "粋",
        "chn": "潇洒的 粋な人（いきなひと）有品位、潇洒的人 粋な計らい（はからい）贴心又讲究的安排",
    },
    {
        "hiragana": "おっくう",
        "kanji": "億劫",
        "chn": "懒得动、不想做、感到麻烦、提不起劲 人と会うのが億劫	懒得见人 外出が億劫だ 懒得出门 電話するのが億劫	懒得打电话",
    },
    {
        "hiragana": "ばくぜん",
        "kanji": "漠然",
        "chn": "模糊、模棱两可、含糊不清 1.心理上模糊 漠然とした記憶 模糊的记忆 2.外在模糊 漠然とした風景／記憶（模糊的景象／记忆）=あいまい（曖昧）ぼんやり 模糊、恍惚",
    },
    {
        "hiragana": "ぼうぜん",
        "kanji": "呆然",
        "chn": "发呆 发愣 惊呆、发愣、茫然失措的样子 因为惊讶、恐惧、震惊、无法接受而一时间大脑空白、呆住了 心理冲击引起的“短暂性呆滞状态”",
    },
    {
        "hiragana": "へいこう",
        "kanji": "閉口",
        "chn": "1.闭口无言 2.表示因为某事而困扰、受不了、招架不住、无可奈何 閉口する 受不了、无语 〜には閉口した 真拿～没办法，～让我头疼",
    },
    {
        "hiragana": "みなり",
        "kanji": "身なり",
        "chn": "装作打扮 装束",
    },
    {
        "hiragana": "めど",
        "kanji": "目処",
        "chn": "1.目标、方向 目処がつく／ついた	有了方向、有了解决方法 2.预期、预计、眉目 头绪 目処が立つ（たつ）有了头绪、有了眉目、有了希望 〜を目処に 以……为目标时间／方向",
    },
    {
        "hiragana": "らくたん",
        "kanji": "落胆",
        "chn": "沮丧 失望 伤心",
    },
    {
        "hiragana": "ふんきゅう",
        "kanji": "紛糾",
        "chn": "混乱 争执不下 陷入僵局  議論が紛糾する 争论陷入混乱，吵得不可开交 会議が紛糾する 会议陷入混乱 紛糾を招く 引发混乱／争议",
    },
    {
        "hiragana": "てがかり",
        "kanji": "手掛かり",
        "chn": "线索 头绪",
    },
    {
        "hiragana": "てがける",
        "kanji": "手掛ける",
        "chn": "1.亲手做、亲自着手处理 2.负责、操办、执行 プロジェクトを手掛ける 负责一个项目、主导项目执行 海外市場を手掛ける 进军海外市场",
    },
    {
        "hiragana": "めもり",
        "kanji": "目盛り",
        "chn": "(温度计)刻度",
    },
    {
        "hiragana": "あんど",
        "kanji": "安堵(する)",
        "chn": "安心 放心 因问题解决、危险解除等而感到安心 =安心（あんしん）ほっとする 安らぐ（やすらぐ）表示“平静、安宁”，偏心理状态平和",
    },
    {
        "hiragana": "しゅつば",
        "kanji": "出馬",
        "chn": "出马 参加选举",
    },
    {
        "hiragana": "ゆうち",
        "kanji": "誘致",
        "chn": "招揽(外资) 招致",
    },
    {
        "hiragana": "りふじん",
        "kanji": "理不尽",
        "chn": "不讲道理 强词夺理 理不尽な要求 无理的要求 =無茶（むちゃ）毫无道理、荒唐",
    },
    {
        "hiragana": "ゆううつ",
        "kanji": "憂鬱",
        "chn": "忧郁、郁闷、心情沉重、不开心 明日は月曜日か……憂鬱だ 明天是周一……真郁闷 憂鬱な気分 忧郁的心情",
    },
    {
        "hiragana": "むぼう",
        "kanji": "無謀(な)",
        "chn": "欠考虑 鲁莽 草率",
    },
    {
        "hiragana": "むら",
        "kanji": "斑",
        "chn": "有起伏、有不均、稳定性差",
    },
    {
        "hiragana": "むらがある",
        "kanji": "ムラがある",
        "chn": "有波动、不稳定、不平均 时好时坏 この選手は実力はあるが、成績にむらがある 这名选手实力是有的，但成绩时好时坏",
    },
    {
        "hiragana": "見る見るうちに",
        "kanji": "見る見るうちに",
        "chn": "转眼之间",
    },
    {
        "hiragana": "くびになる",
        "kanji": "首になる",
        "chn": "被解雇",
    },
    {
        "hiragana": "指を折る",
        "kanji": "指を折る",
        "chn": "屈指可数",
    },
    {
        "hiragana": "きがすむ",
        "kanji": "気が済む",
        "chn": "心满意足",
    },
    {
        "hiragana": "顔が広い",
        "kanji": "顔が広い",
        "chn": "人脉广",
    },
    {
        "hiragana": "いちもくおく",
        "kanji": "一目置く",
        "chn": "自认逊色一筹 比不过",
    },
    {
        "hiragana": "ふにおちる",
        "kanji": "腑に落ちる",
        "chn": "彻底理解、完全接受、从心里明白了 =納得する (反义词)腑に落ちない 不难理解 不能接受",
    },
    {
        "hiragana": "はなにかける",
        "kanji": "鼻にかける",
        "chn": "骄傲自大",
    },
    {
        "hiragana": "そっぽをむく",
        "kanji": "そっぽを向く",
        "chn": "无视别人",
    },
    {
        "hiragana": "さじをなげる",
        "kanji": "匙を投げる",
        "chn": "甩手不干",
    },
    {
        "hiragana": "かたをもち",
        "kanji": "肩を持ち",
        "chn": "支持某人 偏袒 袒护",
    },
    {
        "hiragana": "ねんとうにない",
        "kanji": "念頭にない",
        "chn": "没放在心上",
    },
    {
        "hiragana": "あたまがさがる",
        "kanji": "頭が下がる",
        "chn": "令人佩服",
    },
    {
        "hiragana": "いひょうをつく",
        "kanji": "意表を突く",
        "chn": "出乎意料 令人吃惊 意表（いひょう）出乎意料的事（＝意外） 意表を突く展開 出人意料的发展",
    },
    {
        "hiragana": "ふみきる",
        "kanji": "踏み切る",
        "chn": "下定决心",
    },
    {
        "hiragana": "のるかそるか",
        "kanji": "乗るか反るか",
        "chn": "孤注一掷，成败在此一举 / 要么成功要么失败 / 赌一把 今回の交渉は、乗るか反るかの大勝負だ 这次谈判就是成败在此一举的大决战",
    },
    {
        "hiragana": "とほうにくれる",
        "kanji": "途方に暮れる",
        "chn": "不知所措 陷入困境 生活費がなくて途方に暮れる 没有生活费，不知所措 =打つ手がない なすすべがない",
    },
    {
        "hiragana": "むねん",
        "kanji": "無念",
        "chn": "因未能如愿而遗憾、懊悔、失望的情绪 無念の思い 遗憾的心情、不甘的情绪 無念に思う	感到遗憾、懊悔 =悔しい（くやしい）悔恨（かいこん）",
    },
    {
        "hiragana": "しょうたい",
        "kanji": "正体",
        "chn": "真面目 本来面目 神志 知觉",
    },
    {
        "hiragana": "だいごみ",
        "kanji": "醍醐味",
        "chn": "趣味 乐趣",
    },
    {
        "hiragana": "ねんとうに置く",
        "kanji": "念頭に置く",
        "chn": "放在心上",
    },
    {
        "hiragana": "しきたり",
        "kanji": "仕来り",
        "chn": "习俗、惯例、老规矩 昔からの仕来り 自古以来的习 地域の仕来り 地方风俗 =習慣（しゅうかん）",
    },
    {
        "hiragana": "いきさつ",
        "kanji": "いきさつ",
        "chn": "事情发展的经过、过程 =経緯（けいい）",
    },
    {
        "hiragana": "あんちょく",
        "kanji": "安直",
        "chn": "偏贬义 简单、轻率、敷衍 安直な考え／発想 浅薄的想法 安直な結論 草率的结论 =安易（あんい）轻率、简单处理",
    },
    {
        "hiragana": "ちかづき",
        "kanji": "近付き",
        "chn": "认识的人=知り合い",
    },
    {
        "hiragana": "いいはる",
        "kanji": "言い張る",
        "chn": "坚决主张，固执己见，坚持，硬说",
    },
    {
        "hiragana": "たてかえる",
        "kanji": "立て替える",
        "chn": "垫付钱",
    },
    {
        "hiragana": "きにさわる",
        "kanji": "気に障る",
        "chn": "伤感情 让人不高兴 惹人生气 不顺心 ～が気に障る そんな言い方は気に障る 那种说法让人不舒服 =機嫌を損ねる 让人心情变差",
    },
    {
        "hiragana": "あてはめる",
        "kanji": "当てはめる",
        "chn": "代入 套用 应用 适用于 AをBに当てはめる 将A应用于B 規則を当てはめる 套用规则",
    },
    {
        "hiragana": "可決",
        "kanji": "かけつ",
        "chn": "议案、法案、提案被通过、批准、同意",
    },
    {
        "hiragana": "くいとめる",
        "kanji": "食い止める",
        "chn": "防止，阻止，控制住（情况的发展或扩大）",
    },
    {
        "hiragana": "かかえこむ",
        "kanji": "抱え込む",
        "chn": "1.把某物紧紧抱住、不放手 2.独自承担问题、烦恼、压力  問題を抱え込む	独自承担问题 仕事を抱え込む	揽太多工作 =背負う（せおう）",
    },
    {
        "hiragana": "みれん",
        "kanji": "未練",
        "chn": "优柔寡断 依依不舍 ～に未練がある 对某事是否还留恋 =執着する（しゅうちゃく）名残惜しい（なごりおしい）依依不舍",
    },
    {
        "hiragana": "よそみ",
        "kanji": "余所見",
        "chn": "往旁边看、东张西望、不专心看目标、不专注 そ見運転 开车时东张西望 =脇見（わきみ）往旁边看 脇見運転",
    },
    {
        "hiragana": "よち",
        "kanji": "余地",
        "chn": "余裕、空间、可能性、回旋余地 ～の余地がある 还有可能性 ～の余地がない 没有余地 検討の余地がある",
    },
    {
        "hiragana": "ほとり",
        "kanji": "ほとり",
        "chn": "岸边 湖岸",
    },
    {
        "hiragana": "まごつく",
        "kanji": "間誤付く",
        "chn": "手忙脚乱、慌乱、不知所措 知らない場所に来て、少し間誤付いた 来到陌生的地方，有些慌张不知所措 道に迷って間誤付く 迷路时不知道怎么办",
    },
    {
        "hiragana": "なごり",
        "kanji": "名残",
        "chn": "余韵、依依不舍的情感、残迹、痕迹 友人との別れが名残惜しい 与朋友的分别让人依依不舍 名残を惜しむ	惜别、恋恋不舍 =余韻（よいん）余音、回味",
    },
    {
        "hiragana": "よそもの",
        "kanji": "余所者",
        "chn": "局外人 圈外人 余所者扱いする 把人当外人看待 よそ（余所）外地、外面",
    },
    {
        "hiragana": "とんや",
        "kanji": "問屋",
        "chn": "批发商",
    },
    {
        "hiragana": "ありのまま",
        "kanji": "ありのままの自分",
        "chn": "实事求是 真实的",
    },
    {
        "hiragana": "ふしまつ",
        "kanji": "不始末",
        "chn": "不经意 不注意 不检点",
    },
    {
        "hiragana": "あっせん",
        "kanji": "斡旋",
        "chn": "1.调解冲突 纠纷调停 紛争を斡旋する 调解纷争 2.介绍工作 安排职务 仕事を斡旋する	介绍工作 住宅を斡旋する	安排住处",
    },
    {
        "hiragana": "ふつつか(な)",
        "kanji": "不束",
        "chn": "拙劣之人、鄙人，常用于自谦 不束な娘ですが 犬子 犬女",
    },
    {
        "hiragana": "じしゅく",
        "kanji": "自粛する",
        "chn": "自我克制 自我约束 コロナの影響で、外出を自粛してください 因疫情，请尽量不要外出 活動を自粛する 停止演艺/社交等活动 =控える（ひかえる）",
    },
    {
        "hiragana": "ちょうほう",
        "kanji": "重宝",
        "chn": "1.作为名词 贵重的宝物，珍宝（书面语较多） 2.作为动词 重宝する：指某物或某人非常有用、便利，被重视和频繁使用 ～は重宝している 某物/某人很有用 重宝な存在	有用的存在 =有用（ゆうよう）便利",
    },
    {
        "hiragana": "さんさく",
        "kanji": "散策",
        "chn": "散步、随意走走、漫步欣赏风景 街を散策する 在街道上漫步 =散歩（さんぽ）",
    },
    {
        "hiragana": "でかた",
        "kanji": "出方",
        "chn": "出招方式、态度表现、行为策略 相手の出方を見てから判断する 先看看对方怎么出招再做判断 今後の出方次第では 今后的发展情况 出方を見る 观察对方的反应／态度",
    },
    {
        "hiragana": "はいりょ",
        "kanji": "配慮",
        "chn": "关心、照顾、体贴、顾及他人；设身处地替他人着想的行为或心情 ご配慮いただき 感谢您的关照 に配慮する 对……予以关照／考虑",
    },
    {
        "hiragana": "さいく",
        "kanji": "細工",
        "chn": "1.手工艺品 2.技巧、工夫 細工が細かい 工艺精细、做工讲究 3.费心机 刷花招 暗中动手脚的手段 票に細工がされていた 选票被动了手脚",
    },
    {
        "hiragana": "こころあたり",
        "kanji": "心当たり",
        "chn": "头绪 线索",
    },
    {
        "hiragana": "あいだがら",
        "kanji": "間柄",
        "chn": "人与人之间的关系",
    },
    {
        "hiragana": "でくわす",
        "kanji": "出会す",
        "chn": "偶然碰见 不期而遇 昨日、駅で先生にでくわした 昨天在车站偶然碰见了老师",
    },
    {
        "hiragana": "てはず",
        "kanji": "手はず",
        "chn": "事先安排、准备工作 会議の手はずを整える 安排会议的流程 当日は手はず通りに進行する予定です 当天将按照事前安排进行 =段取り（だんどり）计划、步骤安排",
    },
    {
        "hiragana": "てほん",
        "kanji": "手本",
        "chn": "范本 模范 榜样",
    },
    {
        "hiragana": "どわすれ",
        "kanji": "度忘れ",
        "chn": "一时想不起来了 卡壳了 明明知道却突然记不起来 =失念（しつねん）忘记、遗漏",
    },
    {
        "hiragana": "なりたつ",
        "kanji": "成り立つ",
        "chn": "1.由…组成、构成 チームは5人で成り立っている 队伍由5人构成 2.（逻辑、说法）成立、站得住脚 その理屈は成り立たない 那个道理讲不通 3.能够维持、运营下去 収益なしではこのビジネスは成り立たない  没有收益，这项生意就无法维持",
    },
    {
        "hiragana": "うちきる",
        "kanji": "打ち切る",
        "chn": "中途停止、强行中止 中途で終わらせる 大雨のため、試合は途中で打ち切られた 因大雨，比赛被中途取消了 契約を打ち切る 终止合同 =中止する",
    },
    {
        "hiragana": "うつろ",
        "kanji": "虚ろ",
        "chn": "空洞 失神 空虚 虚ろな表情 呆滞的神情 虚ろな目（め）	失神、无神的眼神",
    },
    {
        "hiragana": "したしらべ",
        "kanji": "下調べ",
        "chn": "预习 预先调查",
    },
    {
        "hiragana": "のべ",
        "kanji": "延べ",
        "chn": "总共、累计、合计 イベントには延べ1万人が参加した 延べ100件の問い合わせがあった",
    },
    {
        "hiragana": "はしわたし",
        "kanji": "橋渡し",
        "chn": "当中间人 架桥",
    },
    {
        "hiragana": "はんぱつ",
        "kanji": "反発",
        "chn": "1反抗、反对 親に反発する 2反弹 株価が反発する 市場が反発した",
    },
    {
        "hiragana": "加担",
        "kanji": "かたん",
        "chn": "帮腔、助纣为虐、站队 指参与到某个行动中，帮助支持某一方（多用于负面的事情）多用于负面 汚職に加担する 参与贪污 犯罪に加担する 协助犯罪、参与犯罪",
    },
    {
        "hiragana": "とびきり",
        "kanji": "飛び切り",
        "chn": "特别出众、格外、超群、卓越 飛び切り美味しい 特别好吃 飛び切り可愛い 非常可爱 =ずば抜けて 格外出众",
    },
    {
        "hiragana": "持ち切り",
        "kanji": "持ち切り",
        "chn": "一直被（话题/情绪）占据、充满 一直在议论某件事 人事異動の話で持ち切りだ",
    },
    {
        "hiragana": "つきなみ",
        "kanji": "月並み",
        "chn": "平凡 平庸 老套、无新意、陈词滥调 月並みな表現 老套的表达 月並みなストーリー	平淡无奇的故事 =ありきたり 平凡（へいぼん）",
    },
    {
        "hiragana": "おりあう",
        "kanji": "折り合う",
        "chn": "互相让步达成妥协 迁就 合得来 折り合いをつける 找到折中点、妥协方案 =妥協（だきょう）歩み寄る（あゆみよる）比喻双方靠近，达成共识",
    },
    {
        "hiragana": "まえぶれ",
        "kanji": "前ぶれ",
        "chn": "提前预知 预兆 前ぶれもなく 毫无预兆 =兆し（きざし）予兆（よちょう）前兆（ぜんちょう）",
    },
    {
        "hiragana": "きばつ",
        "kanji": "奇抜(な)",
        "chn": "奇异 优秀 卓越",
    },
    {
        "hiragana": "りくつ",
        "kanji": "理屈",
        "chn": "理论、道理 理屈っぽい（喜欢讲道理）、理屈に合う",
    },
    {
        "hiragana": "へりくつ",
        "kanji": "屁理屈",
        "chn": "歪理，诡辩，强词夺理;屁理屈をこねる",
    },
    {
        "hiragana": "退屈",
        "kanji": "たいくつ",
        "chn": "无聊，闷；寂寞；厌倦 退屈する 感到无聊 退屈な映画 无聊的电影 =つまらない だるい	懒洋洋、没劲",
    },
    {
        "hiragana": "かんどう",
        "kanji": "勘当",
        "chn": "断绝关系 逐出家门;息子を勘当する",
    },
    {
        "hiragana": "みごなし",
        "kanji": "身ごなし",
        "chn": "举止 动作、身手、身体动作的灵活性 エレガントな身ごなし 动作优雅 見事な身ごなし 精彩的身手",
    },
    {
        "hiragana": "こき使う",
        "kanji": "こき使う",
        "chn": "拼命使唤、压榨、当苦力用、像工具一样不停地使唤某人做事 带有贬义、批评、强烈不满的语气。司に毎日こき使われて、もう限界だ。被上司天天压榨，已经快撑不住了。",
    },
    {
        "hiragana": "めやす",
        "kanji": "目安",
        "chn": "可以理解为「参考值」「判断的基准」「大概的标准」。时间/数量上的“参考值” 完成までに3日が目安です。完成需要大约3天  予算の目安は10万円くらいです。预算大概是10万日元左右。",
    },
    {
        "hiragana": "絶大 盛大 壮大",
        "kanji": "絶大 盛大 壮大",
        "chn": "絶大-抽象名词（信頼・支持・効果） 盛大-活动类（式典・イベント）壮大-宏观名词（夢・構想・計画）",
    },
    {
        "hiragana": "みじめ(な)",
        "kanji": "惨め(な)",
        "chn": "惨めな敗北（はいぼく）惨败 惨めな生活、惨めな気持ち、惨めな姿",
    },
    {
        "hiragana": "きげん",
        "kanji": "機嫌",
        "chn": "情绪、心情、精神状态 有时也指对某人的好感度、态度（是否满意）機嫌がいい → 心情好 彼女の機嫌を取る 哄她开心 ご機嫌いかがですか？",
    },
    {
        "hiragana": "~心地/~ごこち",
        "kanji": "着心地/寝心地/座り心地/住み心地",
        "chn": "穿起来/睡起来的感觉/坐下的感觉/住起来的感觉",
    },
    {
        "hiragana": "あらまし",
        "kanji": "粗まし",
        "chn": "概要、梗概、概略、大致内容 事件のあらまし 事件的概况、经过 =概要（がいよう）",
    },
    {
        "hiragana": "あらすじ",
        "kanji": "粗筋 ",
        "chn": "概略，概要",
    },
    {
        "hiragana": "せっかち",
        "kanji": "せっかち(な)",
        "chn": "性格急躁、没有耐性、等不及 せっかちな人 急性子的人 せっかちな性格 =気が短い 短気（たんき） イライラする	焦躁、不耐烦",
    },
    {
        "hiragana": "ぶなん",
        "kanji": "無難",
        "chn": "1.没有风险或缺点，稳妥、安全、不出错 無難な選択 稳妥的选择 無難な対応 得体的应对、不失礼 無難な色を選んだ 选个不出错的颜色 =平凡（へいぼん） 2.也可以指事情顺利完成 無難にやり過ごす 安然度过（问题、场合）=無事（ぶじ）",
    },
    {
        "hiragana": "見つめる",
        "kanji": "見つめる",
        "chn": "注视、凝视、目不转睛地看；认真看待某事物 =じっと見る 一动不动地看",
    },
    {
        "hiragana": "ちえ",
        "kanji": "知恵",
        "chn": "相当于中文的「智慧」「聪明才智」「点子」「脑子」「办法」等，既可以指知识+经验结合的能力，也可以指临时的好主意或对策。知恵を出す 想办法、出主意 知恵を絞る（しぼる）绞尽脑汁 生活の知恵 生活智慧、经验",
    },
    {
        "hiragana": "きじ",
        "kanji": "生地",
        "chn": "1.布料、织物 2.面团、馅饼皮等原材料 3.天性、本性、真实的一面 あの人は生地が正直なんだ。那人本性很诚实",
    },
    {
        "hiragana": "りこう",
        "kanji": "利口",
        "chn": "聪明、伶俐、机灵（多用于动物、小孩） 有时也表示乖巧、听话 利口な子 聪明的孩子 利口ぶる 装聪明",
    },
    {
        "hiragana": "りちぎ",
        "kanji": "律儀",
        "chn": "诚实守信、一丝不苟、忠厚老实、规规矩矩 常用来形容一个人非常认真负责、守信用、不偷懒 也可以表示做事认真、该做的事绝不马虎 =真面目（まじめ）誠実（せいじつ） 几帳面（きちょうめん）更偏“做事细致”的方面",
    },
    {
        "hiragana": "こんき",
        "kanji": "根気",
        "chn": "毅力、耐心、恒心、坚持到底的精神 根気がある人 有毅力的人 根気よく説明してくれた 耐心地为我解释了 根気を養う 培养耐性",
    },
    {
        "hiragana": "いじ",
        "kanji": "意地",
        "chn": "1.固执、倔强、死要面子 意地を張る 死要面子、逞强、硬撑 2.毅力、韧劲、意志 意地を通す 坚持到底，不退让 3.贪念、食欲 意地汚い 吃、小气、吝啬",
    },
    {
        "hiragana": "かかりつけ",
        "kanji": "掛り付け",
        "chn": "经常就诊，总请其看病 掛かり付けの医者／病院",
    },
    {
        "hiragana": "のりき",
        "kanji": "乗り気",
        "chn": "感兴趣 有干劲 乗り気だ／ではない：有意愿／没意愿",
    },
    {
        "hiragana": "かいま見る",
        "kanji": "かいま見る",
        "chn": "从一部分现象中，隐约看出整体或真相的一角 “一窥”、“隐约感受到”、“略见端倪”",
    },
    {
        "hiragana": "よきょう",
        "kanji": "余興",
        "chn": "表演助兴节目、娱乐节目 結婚式で友人が余興を披露した。在婚礼上朋友表演了余兴节目。 余興が盛り上がる 节目很热闹，气氛很好 余興を頼まれる 被请求表演节目 余興の出し物 节目内容",
    },
    {
        "hiragana": "できごころ",
        "kanji": "出来心",
        "chn": "一时冲动 一时糊涂 （通常导致不该做的行为） 出来心で盗んでしまった。一时冲动就偷了东西。",
    },
    {
        "hiragana": "てっぱい",
        "kanji": "撤廃",
        "chn": "废除、取消、撤销 法律を撤廃する 制度を撤廃する =廃止（はいし）解除（かいじょ）",
    },
    {
        "hiragana": "地道(じみち)",
        "kanji": "地道",
        "chn": "踏实、稳健、一步一个脚印地努力、不张扬但扎实可靠 地道に働く =こつこつ一点一点地、踏实努力  着実（ちゃくじつ）稳健、可靠",
    },
    {
        "hiragana": "気合い(きあい)",
        "kanji": "気合い",
        "chn": "精神集中、打起精神、鼓起干劲  気合いを入れる 鼓足干劲 気合いで乗り切る 靠意志力撑过去  =根性（こんじょう）毅力、狠劲",
    },
    {
        "hiragana": "合点(がてん)",
        "kanji": "合点",
        "chn": "明白了、理解了、搞懂了、接受了 合点がいく（理解了、明白了）合点する（理解、接受） 点がいかない（搞不懂、无法接受） =納得（なっとく） 理解（りかい）",
    },
    {
        "hiragana": "随一(ずいいち)",
        "kanji": "随一",
        "chn": "首屈一指、第一、最优秀、独一无二 =トップ 抜きん出ている（ぬきんでている）出类拔萃",
    },
    {
        "hiragana": "泥仕合(どろじあい)",
        "kanji": "泥仕合",
        "chn": "狗咬狗、互撕、撕破脸 互相揭短",
    },
    {
        "hiragana": "遣り繰り(やりくり)",
        "kanji": "遣り繰り",
        "chn": "筹划安排、量入为出、设法应付 尤其用于有限的金钱、时间、资源等的灵活调配和应对 お金をやりくりする 精打细算地安排钱 時間をやりくりする 抽时间，合理安排时间",
    },
    {
        "hiragana": "仕草(しぐさ)",
        "kanji": "仕草",
        "chn": "动作、举止、行为表现（尤指细节动作）かわいい仕草 可爱的举止  =行動（こうどう） 動作（どうさ）",
    },
    {
        "hiragana": "あらわ",
        "kanji": "表",
        "chn": "赤裸裸、无遮掩的、明显的 あらわな姿 裸露的身体 =露骨（ろこつ）直白、不加掩饰",
    },
    {
        "hiragana": "へま",
        "kanji": "へま",
        "chn": "失误 搞砸的事 へまをする：犯错误、出丑、搞砸了 =ミス",
    },
    {
        "hiragana": "せともの",
        "kanji": "瀬戸物",
        "chn": "瓷器",
    },
    {
        "hiragana": "瀬戸際(せとぎわ)",
        "kanji": "瀬戸際",
        "chn": "关键时刻、紧要关头、决定成败的临界点 瀬戸際に立たされる 被逼到悬崖边、陷入关键局面 = 崖っぷち（がけっぷち）悬崖边 正念場（しょうねんば）关键场面",
    },
    {
        "hiragana": "使い走り",
        "kanji": "使い走り",
        "chn": "跑腿（的人）;彼は会社で使い走りにされがちだ",
    },
    {
        "hiragana": "当分(とうぶん)",
        "kanji": "当分",
        "chn": "暂时、目前这段时间、近期内 当分休む（やすむ）暂时休息 当分会えない 暂时见不到 病気が治るまで、当分休みます。病好之前我会暂时休息。",
    },
    {
        "hiragana": "そんたく",
        "kanji": "忖度",
        "chn": "揣测、体察、猜测对方心意并采取行动 上司の気持ちを忖度する 揣摩上司的心思 相手の都合を忖度する 替对方着想 忖度が働く 开始揣测对方意 =推し量る（おしはかる）察する（さっする）配慮する（はいりょ） ",
    },
    {
        "hiragana": "物好き(ものずき)",
        "kanji": "物好き",
        "chn": "好奇，好事（者）有好奇心的人",
    },
    {
        "hiragana": "ときめく",
        "kanji": "ときめく",
        "chn": "心动、怦然心跳 彼の笑顔に胸がときめいた 看到他的笑容，我的心怦然跳动 =ドキドキする ワクワクする",
    },
    {
        "hiragana": "貫禄(かんろく)",
        "kanji": "貫禄",
        "chn": "气势 威严 威信 貫禄がある 有威严、有气场 貫禄を見せる 展现出气场／威风 =威厳（いげん）",
    },
    {
        "hiragana": "気さく(きさく)",
        "kanji": "気さく",
        "chn": "平易近人、随和、爽朗、没有架子 気さくな人 随和的人 =親しみやすい",
    },
    {
        "hiragana": "気障(きざ)",
        "kanji": "気障",
        "chn": "装模作样，装腔作势华丽，讨厌，令人作呕 気障な男 做作的男人 気障なセリフ	做作的台词",
    },
    {
        "hiragana": "物騒(ぶっそう)",
        "kanji": "物騒",
        "chn": "危险、不太平、社会治安不好、让人感到不安。この辺りは夜になると物騒だ。这附近一到晚上就不太安全 物騒な事件が多いですね 这种治安不好的案件很多啊 =危ない（あぶない）",
    },
    {
        "hiragana": "度肝(どぎも)",
        "kanji": "度肝",
        "chn": "极度的胆量、惊人的胆子、内心深处的胆识或精神 「度肝を抜かれる」：被吓到 / 被震惊到 「度肝を抜く」：吓别人 / 让人惊呆",
    },
    {
        "hiragana": "甲乙(こうおつ)",
        "kanji": "甲乙",
        "chn": "优劣，上下，差别；某某，甲乙；甲乙，第一和第二",
    },
    {
        "hiragana": "乙女(おとめ)",
        "kanji": "乙女",
        "chn": "女；处女",
    },
    {
        "hiragana": "正味(しょうみ)",
        "kanji": "正味",
        "chn": "实质，内容；净剩部分；净重；实数，实际数量；实价；进货价；批发价",
    },
    {
        "hiragana": "作法(さほう)",
        "kanji": "作法",
        "chn": "行为方式、礼节、礼仪、规矩、做事的方式 描述在特定场合下应遵循的做法或礼仪规则 茶道の作法 茶道中的礼节 食事の作法 吃饭时的礼节，如筷子的使用方式",
    },
    {
        "hiragana": "無作法(ぶさほう)",
        "kanji": "無作法",
        "chn": "没规矩，粗鲁",
    },
    {
        "hiragana": "取り次ぎ(とりつぎ)",
        "kanji": "取り次ぎ",
        "chn": "传达（信息）、转接（电话）、转告（请求）、代为转交、居中协调等  電話の取り次ぎ 彼にこの件の取り次ぎを頼んだ 拜托他把这件事转告一下 =伝言（でんごん） 仲介（ちゅうかい）",
    },
    {
        "hiragana": "あまんじる",
        "kanji": "甘んじる",
        "chn": "甘愿接受、不满但接受、顺从、安于 結果を甘んじて受ける 甘愿接受结果（就算不满意也接受）",
    },
    {
        "hiragana": "目方(めかた)",
        "kanji": "目方",
        "chn": "重量，分量 彼の目方は80キロくらいある。他大约重80公斤 この肉の目方を量ってください。请称一下这块肉的重量 =重さ（おもさ）体重（たいじゅう）",
    },
    {
        "hiragana": "横領(おうりょう)",
        "kanji": "横領",
        "chn": "侵占、挪用、据为己有（他人或公家的钱物） 公金横領 侵占公款 横領事件 贪污案 =着服する（ちゃくふく）挪用财产，语感接近“横領”",
    },
    {
        "hiragana": "趣旨(しゅし)",
        "kanji": "趣旨",
        "chn": "主旨、意图、宗旨、核心内容 主要意图 基本方针 多用于正式文书、会议、法律、说明等 この法律の趣旨に反する行為は禁止されています 违反本法律宗旨的行为将被禁止 発言の趣旨が伝わらなかったようだ 我的发言主旨好像没能传达清楚",
    },
    {
        "hiragana": "入念に(にゅうねん)",
        "kanji": "入念に",
        "chn": "表示做事非常用心、认真、细致入微、不马虎 非常仔细地、十分细致地、小心翼翼地、精心地",
    },
    {
        "hiragana": "丹念に(たんねん)",
        "kanji": "丹念",
        "chn": "仔细地、精心地、一丝不苟地 集中力や時間をかけて 丹念に調べる 详细调查 =じっくり 念入り（ねんいり）入念（にゅうねん）和「丹念」几乎同义",
    },
    {
        "hiragana": "端的に(たんてき)",
        "kanji": "端的に",
        "chn": "直截了当地、明确地、直接地、不拐弯抹角地",
    },
    {
        "hiragana": "粗品(そしな)",
        "kanji": "粗品",
        "chn": "粗东西，粗礼；微薄的礼品；不值钱的东西",
    },
    {
        "hiragana": "摘発(てきはつ)",
        "kanji": "摘発",
        "chn": "揭发 检举 揭露丑闻 把隐藏的违法行为、腐败、黑幕揭露出来 汚職(おしょく)を摘発する 不正を摘発する 揭露舞弊行为 =暴く 不限违法，如揭穿谎言也可 検挙（けんきょ） 暴露（ばくろ）更偏“被动曝光” ",
    },
    {
        "hiragana": "人質(ひとじち)",
        "kanji": "人質",
        "chn": "人质；债务的担保人 为了迫使对方屈服而扣押的人",
    },
    {
        "hiragana": "入念(にゅうねん)",
        "kanji": "入念(な)",
        "chn": "非常细心 一丝不苟 仔细认真 入念にチェックする 仔细检查 入念な準備 精心准备 =綿密（めんみつ）細やか（こまやか）",
    },
    {
        "hiragana": "山場(やまば)",
        "kanji": "山場",
        "chn": "紧要关头，高潮，顶点事物最重要、最紧迫的场面 山場を迎える（むかえる）迎来关键时刻／高潮 =ピーク 正念場（しょうねんば）最终关键时刻",
    },
    {
        "hiragana": "ねんごろ",
        "kanji": "懇ろ",
        "chn": "な形容词 1.亲密、亲热 ねんごろになる 关系变得亲密（常暗示恋爱）=親密（しんみつ） 2.態度恳切、细致 ねんごろな挨拶（あいさつ）恳切有礼的问候 =丁寧（ていねい）",
    },
    {
        "hiragana": "猶予(ゆうよ)",
        "kanji": "猶予",
        "chn": "延期、宽限、缓期 執行猶予（しっこうゆうよ）暂缓执行（刑罚）支払い猶予 缓期付款 猶予期間 宽限期、缓冲期 猶予なく／猶予を与えず 毫不拖延、不给宽限",
    },
    {
        "hiragana": "言伝(ことづて)",
        "kanji": "言伝",
        "chn": "口信、传话、口头消息 言伝える（ことづたえる）的名词形 言伝を頼む（ことづてをたのむ）拜托别人带个口信。",
    },
    {
        "hiragana": "脱却(だっきゃく)",
        "kanji": "脱却",
        "chn": "摆脱、脱离某种状态或束缚 貧困からの脱却 摆脱贫困 依存からの脱却 摆脱依赖 過去のトラウマから脱却する 从过去的创伤中解脱出来 =抜け出す（ぬけだす）解放される（かいほう）",
    },
    {
        "hiragana": "興行(こうぎょう)",
        "kanji": "興行",
        "chn": "演出、娱乐产业中的日语名词 公开演出、上映 興行する 举办演出 興行収入 票房收入 全国興行 全国巡演 =上演（じょうえん）公演（こうえん）上映（じょうえい）",
    },
    {
        "hiragana": "手薄(てうす)",
        "kanji": "手薄",
        "chn": "人手不足、准备不充分、力量薄弱 警備が手薄だ。 警备力量薄弱 手薄な体制 体制不健全 手薄な資金 资金不足 人手不足（ひとでぶそく）",
    },
    {
        "hiragana": "折衷(せっちゅう)",
        "kanji": "折衷",
        "chn": "采取中间方案，折中、调和 折衷案（せっちゅうあん）折衷主義（せっちゅうしゅぎ）妥協（だきょう）融合（ゆうごう）中立（ちゅうりつ）",
    },
    {
        "hiragana": "さしあたり",
        "kanji": "差し当たり",
        "chn": "目前、眼下、暂时 带有“先应付当前，之后再说”的意味。 =当面（とうめん）眼前、当前 一応（いちおう）姑且、暂且 ひとまず	首先暂时、先处理",
    },
    {
        "hiragana": "無性に(むしょうに)",
        "kanji": "無性に",
        "chn": "表示不由自主地、非常地、控制不住地。形容某种强烈的欲望或冲动突然涌现 通常与「～たくなる」「～したい」等结构搭配 無性にラーメンが食べたくなった 突然特别想吃拉面 やたらに过度、胡乱",
    },
    {
        "hiragana": "ひっこみじあん",
        "kanji": "引っ込み思案",
        "chn": "胆小、不爱出头、害羞、沉默寡言、退缩 引っ込み思案な性格	内向的性格 =内気（うちき）害羞、不敢说话 消極的（しょうきょくてき）	消极、被动 臆病（おくびょう）胆小",
    },
    {
        "hiragana": "ざっくばらん",
        "kanji": "雑駁",
        "chn": "表示坦率、直爽、毫不拘谨、不加掩饰的态度或说话方式 积极正面，有时略带粗犷但诚实的印象 ざっくばらんな話し方	坦率的说话方式 =率直（そっちょく）",
    },
    {
        "hiragana": "仕返し(しかえし)",
        "kanji": "仕返し",
        "chn": "报复、回击、报仇 带有明显的负面情绪或对抗性 こっそり仕返しする 暗中报复 =報復（ほうふく）仕打ち（しうち）对待方式 可用于好或坏的对待方式 仕置き（しおき）惩罚、处置",
    },
    {
        "hiragana": "てきめん",
        "kanji": "覿面",
        "chn": "立刻显出效果，马上遭报应；眼前，目前 薬がてきめんに効く 药马上见效 =すぐに 即効性（そっこうせい）即座に（そくざに）即刻（そっこく）",
    },
    {
        "hiragana": "節度(せつど)",
        "kanji": "節度",
        "chn": "分寸、节制、适度、恰到好处的限度 節度を守る 守住分寸、保持节度 節度ある生活 有节制的生活 =節制（せっせい）",
    },
    {
        "hiragana": "弱音(よわね)",
        "kanji": "弱音",
        "chn": "泄气话、软话、认输的话、抱怨或示弱的话语 弱音を吐く 说泄气话、认输、抱怨 =愚痴（ぐち）抱怨、牢骚",
    },
    {
        "hiragana": "崇高(すうこう)",
        "kanji": "崇高",
        "chn": "崇高，高尚",
    },
    {
        "hiragana": "割り切れる(わりきれる)",
        "kanji": "割り切れる",
        "chn": "1. 【数学上的】整除、除尽 2. 【思考上的】想得开、理性地理解、情感上不纠结 =吹っ切れる（ふっきれる）挥去心结、彻底放下",
    },
    {
        "hiragana": "困り抜く(こまりぬく)",
        "kanji": "困り抜く",
        "chn": "一筹莫展",
    },
    {
        "hiragana": "裏回り(うらまわり)",
        "kanji": "裏回り",
        "chn": "绕过正式流程或当事人，去接触或沟通相关人、权力人，以实现目的 背地里疏通关系、铺路、打点、搞定人事 =根回し（ねまわし）事前协调、打好关系	强调“事前铺路”",
    },
    {
        "hiragana": "ほまれ",
        "kanji": "誉れ",
        "chn": "荣誉、光荣、名誉 誉れを受ける 获得荣誉 =名誉（めいよ）誇り（ほこり）栄光（えいこう）",
    },
    {
        "hiragana": "所存(しょぞん)",
        "kanji": "所存",
        "chn": "敬语的自谦语 想法、打算、意向，类似于「考え」「つもり」的郑重表达方式。今後も努力してまいる所存です 今后也将继续努力 =つもりです",
    },
    {
        "hiragana": "奔走(ほんそう)",
        "kanji": "奔走",
        "chn": "四处奔波、到处活动，为了某件事努力奔走、积极奔忙 =尽力する（じんりょく）",
    },
    {
        "hiragana": "固辞(こじ)",
        "kanji": "固辞",
        "chn": "坚持拒绝、坚决推辞（某种职位、邀约、提议等）就任を固辞する 坚决辞退就任 =辞退する（じたい）辞退、婉拒",
    },
    {
        "hiragana": "没落(ぼつらく)",
        "kanji": "没落",
        "chn": "没落 =衰退（すいたい）衰える（おとろえる）",
    },
    {
        "hiragana": "断行(だんこう)",
        "kanji": "断行",
        "chn": "不顾阻力或反对，坚决地执行、推行某项措施或决策 =決行（けっこう）下定决心后执行 敢行（かんこう）有勇气地实行",
    },
    {
        "hiragana": "追放(ついほう)",
        "kanji": "追放",
        "chn": "指将某人驱逐出某个团体、地区、国家或组织，具有强制性和否定性，多带有惩罚的意味 党から追放される 排除（はいじょ）排斥、排出在外 ",
    },
    {
        "hiragana": "造作(ぞうさ)",
        "kanji": "造作",
        "chn": "麻烦、费事、难事 そんなこと、造作もない。那种事，一点都不费事。=手間（てま）麻烦、费事 手数（てすう）费事、麻烦 手間暇（てまひま）费时费力",
    },
    {
        "hiragana": "由緒(ゆいしょ)",
        "kanji": "由緒",
        "chn": "由来、历史、来历、背景、出处 由緒ある家柄 出身于有历史的家族 由緒正しい 正统的、有来历的 由緒正しい伝統文化 有着悠久历史的传统文化 =歴史（れきし）",
    },
    {
        "hiragana": "成就(じょうじゅ)",
        "kanji": "成就",
        "chn": "成就、成就感、成功的结果或成果 仕事の成就を感じる 感受到工作的成就感 成就を収める（おさめる）取得成就 長年の夢が成就した =達成（たっせい）実現（じつげん）",
    },
    {
        "hiragana": "万人(ばんじん)",
        "kanji": "万人",
        "chn": "所有人、大众、普罗大众、世人 不是指“具体数量的一万人”",
    },
    {
        "hiragana": "やじ",
        "kanji": "野次",
        "chn": "嘲笑、喝倒彩、起哄性的喊话 野次を飛ばす	起哄、喊倒彩 議員の発言中に野次が飛んだ 议员发言时有人起哄打断。",
    },
    {
        "hiragana": "差し入れ",
        "kanji": "差し入れ",
        "chn": "（探望或慰问时的）送去的食物、饮料或小礼物 差し入れをする 送慰问品",
    },
    {
        "hiragana": "なげやりな",
        "kanji": "投げやり(な)",
        "chn": "摆烂的、自暴自弃的、不负责任的  抱着 随便了 无所谓了 的心情去对待 仕事に対して投げやりだ 对工作一副破罐子破摔的态度。投げやりな態度",
    },
    {
        "hiragana": "間一髪(かんいっぱつ)",
        "kanji": "間一髪",
        "chn": "毫厘之差，差一点儿；千钧一发 差一点就发生危险或重大事故 在极为紧急的时刻勉强脱险 間一髪で助かった 千钧一发之际获救了",
    },
    {
        "hiragana": "集金(しゅうきん)",
        "kanji": "集金",
        "chn": "收钱、收款、催收金钱 企业、物业、商店、协会、班级等日常经营或管理场景 毎月25日に集金しています =取り立て（とりたて）催债、讨债，有较强语气，甚至带威胁感",
    },
    {
        "hiragana": "掛け売り(かけうり)",
        "kanji": "掛け売り",
        "chn": "赊账销售 提供商品或服务，让顾客之后再付款 =後払い 月賦（げっぷ）分月付款（更书面、常见于大型消费品）",
    },
    {
        "hiragana": "控えめな(ひかえめ)",
        "kanji": "控えめな",
        "chn": "谦虚、低调的",
    },
    {
        "hiragana": "歯止め(はどめ)",
        "kanji": "歯止め",
        "chn": "本义 机械上的“刹车”“制动装置”;引申义 防止事态恶化、扩大或失控的手段或力量 歯止めがかかる 被遏制，被控制 このままでは、赤字に歯止めがかからない 照这样下去，赤字将无法控制 =抑制（よくせい）抑制、遏制",
    },
    {
        "hiragana": "通念(つうねん)",
        "kanji": "通念",
        "chn": "普通的想法，一般的想法社会上共通的认知等 社会通念（しゃかいつうねん）=常識（じょうしき）常识",
    },
    {
        "hiragana": "触発(しょくはつ)",
        "kanji": "触発",
        "chn": "1.引爆、引起爆炸 爆弾が触発される 2.受到刺激、引发反应 〜に触発される 被…所激发、启发 国民の怒りを触発する発言だった 激起民众愤怒的发言",
    },
    {
        "hiragana": "一頃(ひところ)",
        "kanji": "一頃",
        "chn": "曾经的一段时间、一度、某个时期、曾几何时 一頃の人気 当年的人气",
    },
    {
        "hiragana": "難航(なんこう)",
        "kanji": "難航",
        "chn": "进展困难、进展不顺利、遇到阻碍 原义指“船只航行困难”，后来引申为各种计划、谈判、工程、交涉等事物难以顺利进行 交渉が難航する 谈判陷入僵局 =停滞（ていたい）行き詰まる（いきづまる）",
    },
    {
        "hiragana": "華奢(きゃしゃ)",
        "kanji": "華奢",
        "chn": "1.精致华丽、豪华讲究 =上品（じょうひん）2.身体纤细、瘦弱娇小 華奢な体つき 纤细的身材",
    },
    {
        "hiragana": "不気味(ぶきみ)",
        "kanji": "不気味",
        "chn": "令人毛骨悚然、阴森恐怖、诡异可怕的感觉 不気味な雰囲気（ふんいき）诡异的氛围 =怖い（こわい）気味が悪い 让人不舒服、不寒而栗",
    },
    {
        "hiragana": "配当(はいとう)",
        "kanji": "配当",
        "chn": "分红、派息、红利 公司将利润分配给股东的行为 配当金（はいとうきん）分红金额、股息",
    },
    {
        "hiragana": "びり",
        "kanji": "びり",
        "chn": "垫底、倒数第一 チームのびり 队里最后一名 テストでびりになる 考了倒数第一 =最下位（さいかい）",
    },
    {
        "hiragana": "牛耳る(ぎゅうじる)",
        "kanji": "牛耳る",
        "chn": "掌控全局、支配、主导 組織を牛耳る 掌控组织 会議を牛耳る	把持会议发言权 =支配する 仕切る（しきる）主持、掌控 操る（あやつる）操控、幕后操纵",
    },
    {
        "hiragana": "土手(どて)",
        "kanji": "土手",
        "chn": "堤坝；河堤",
    },
    {
        "hiragana": "強情(ごうじょう)",
        "kanji": "強情",
        "chn": "性格固执 不肯服输 犟脾气 強情な人 固执的人 =頑固（がんこ）顽固、固执 意地っ張り（いじっぱり）知错还不改的嘴硬性格 頑な（かたくな）",
    },
    {
        "hiragana": "辟易(へきえき)",
        "kanji": "辟易",
        "chn": "受不了、招架不住、退缩、厌烦 彼の自慢話には本当に辟易する 他老是自夸，真的让人受不了 =うんざり 腻烦、厌烦 いやになる",
    },
    {
        "hiragana": "調印(ちょういん)",
        "kanji": "調印",
        "chn": "签署协议 签订条约 用于政治、外交、商务等场合 調印式（ちょういんしき）签字仪式 両国首脳が調印式に出席した。",
    },
    {
        "hiragana": "面影(おもかげ)",
        "kanji": "面影",
        "chn": "昔日的容貌、身影的记忆、某人或某物留下的印象 面影が残る	还留有当年的影子 面影を映す	映出昔日样子",
    },
    {
        "hiragana": "～きっての",
        "kanji": "～きっての",
        "chn": "来自动词「切る（きる）」的名词形「切って」，含“领先、突出、首屈一指”的意思 学校きっての秀才 学校中最优秀的学生 社内きっての美人 公司里数一数二的美女",
    },
    {
        "hiragana": "気取る(きどる)",
        "kanji": "気取る",
        "chn": " 装模作样、装腔作势、摆架子 気取った態度 摆架子的态度 知識人を気取る 假装知识分子 芸術家気取り 装作艺术家 =もったいぶる	摆架子、故作神秘",
    },
    {
        "hiragana": "寸前(すんぜん)",
        "kanji": "寸前",
        "chn": "即将……之际、就在……之前、眼看就要……的时候 倒れる寸前 快倒下的时候 死ぬ寸前 临死之际 =目前（もくぜん）眼看就要……，侧重视觉临近 間際（まぎわ）就在……的瞬间，极临界",
    },
    {
        "hiragana": "兆候(ちょうこう)",
        "kanji": "兆候",
        "chn": "征兆、迹象、苗头、前兆 病気の兆候 疾病的征兆 =兆し（きざし） 気配（けはい）气息、苗头",
    },
    {
        "hiragana": "非行(ひこう)",
        "kanji": "非行",
        "chn": "不良行为、违法行为，特别是青少年的不正当行为 非行少年 不良少年 非行に走る 走上不良道路 非行防止(ぼうし)	防止青少年不良行为",
    },
    {
        "hiragana": "機転(きてん)",
        "kanji": "機転",
        "chn": "机应变的能力、当场灵活反应的智慧 機転が利く（きく）有机智，反应快 機転を利かせる 发挥机智，灵活应对",
    },
    {
        "hiragana": "おさらい",
        "kanji": "お浚い",
        "chn": "さらう（浚う）复习、练习 おさらいをする	进行复习 授業のおさらい	课程复习 =復習（ふくしゅう）",
    },
    {
        "hiragana": "しわよせ",
        "kanji": "皺寄せ",
        "chn": "被殃及 连累 不良影响的后果 経費削減のしわよせで、現場の人間が苦労している 由于削减经费的影响，一线员工苦不堪言",
    },
    {
        "hiragana": "手はず",
        "kanji": "手はず",
        "chn": "准备工作 事先安排 手はずを整える 做好安排、整备步骤  =段取り(だんどり)",
    },
    {
        "hiragana": "おきまり",
        "kanji": "お決まり",
        "chn": "照例，老套；惯例，常例；老习惯 お決まりの展開だね 又是那种俗套的发展啊。 またお決まりのセリフかよ 老掉牙的台词 お決まりのコース料理=定番（ていばん）",
    },
    {
        "hiragana": "なりゆき",
        "kanji": "成り行き",
        "chn": "事情的进展、发展趋势、事态走向 成り行きを見守るしかない 只能静观其变 成り行きに任せる 顺其自然",
    },
    {
        "hiragana": "半端(はんぱ)",
        "kanji": "半端",
        "chn": "1.不完整、不成整套、不彻底 半端な時間 零碎时间 2.半端ない 意思是“太厉害了、不得了、不是一般的……” 3.不彻底、不成熟、不坚定 半端な人間 半吊子的人、不成熟的人",
    },
    {
        "hiragana": "是正(ぜせい)",
        "kanji": "是正",
        "chn": "纠正、修正、改正 多用于行政、商务、法律、官方说明等正式场合 格差を是正する 纠正差距（如贫富差距）企業は不適切な慣習を是正すべきだ =修正（しゅうせい）",
    },
    {
        "hiragana": "荷造り(にづくり)",
        "kanji": "荷造り",
        "chn": "打包行李、打包货物 旅行の準備で荷造りをしている 正在为旅行打包行李 =梱包（こんぽう）：包装（更正式，多用于商业运输）パッキング：packing",
    },
    {
        "hiragana": "快方(かいほう)",
        "kanji": "快方",
        "chn": "病情好转 医疗用语 快方に向かう 病情好转 =回復（かいふく）",
    },
    {
        "hiragana": "脚色(きゃくしょく)",
        "kanji": "脚色",
        "chn": "1.改编成戏剧、影视作品 小説を脚色する 把小说改编成影视作品 2.添油加醋、艺术加工 過度に脚色する 过度加工 =改編（かいへん）",
    },
    {
        "hiragana": "結束(けっそく)",
        "kanji": "結束",
        "chn": "团结、联合 与「終了」不同，不是“结束”",
    },
    {
        "hiragana": "見通し(みとおし)",
        "kanji": "見通し",
        "chn": "1.视野、看得远的范围  2.引申意 预测、前景、展望、预判 見通しが甘い 预估过于乐观 見通しが立つ 有头绪、有方向",
    },
    {
        "hiragana": "ふしがある",
        "kanji": "節があるき",
        "chn": "有...的迹象／倾向／可疑之处／征兆 嘘をついている節がある 有说谎的嫌疑 病気の節がある 有生病的征兆 =気配がある（けはい）有迹象、感觉",
    },
    {
        "hiragana": "引率(いんそつ)",
        "kanji": "引率",
        "chn": "率领（学生等）多用于学校、旅游等群体带领场景 愛の告白に降伏した	对爱的告白屈服了",
    },
    {
        "hiragana": "降伏(こうふく)",
        "kanji": "降伏",
        "chn": "1.向敌方或强者投降 敵に降伏する	向敌人投降 =投降（とうこう） 2.（引申）在心理或道德上认输 =屈服（くっぷく）",
    },
    {
        "hiragana": "指図(さしず)",
        "kanji": "指図",
        "chn": "指示、命令 含贬义，常表达“被人摆布”",
    },
    {
        "hiragana": "改修(かいしゅう)",
        "kanji": "改修",
        "chn": "修复、翻修 常用于建筑物等结构体",
    },
    {
        "hiragana": "規律(きりつ)",
        "kanji": "規律",
        "chn": "纪律 用于组织/军队/团队管理等",
    },
    {
        "hiragana": "混迷(こんめい)",
        "kanji": "混迷",
        "chn": "混乱而不明、状况复杂难以判断或解决。通常用于形容政治、经济、社会、局势、内心等混乱且难以看清方向的状态。政治の混迷 政治局势混乱 心の混迷 内心迷惘",
    },
    {
        "hiragana": "受容(じゅよう)",
        "kanji": "受容",
        "chn": "接受、容纳、包容（某种事物、思想、文化、价值观等）他者を受容する 接纳他人 異文化を受容する 接受异文化 =受け入れる（うけいれる）",
    },
    {
        "hiragana": "相殺(そうさい)",
        "kanji": "相殺",
        "chn": "抵消、互相抵扣、互相冲销 两个相反或同等价值的事物互相抵消 常用于法律、财务、商务、保险等正式场合 損失は保険金で相殺される 损失由保险金抵消了",
    },
    {
        "hiragana": "引率(いんそつ)",
        "kanji": "引率",
        "chn": "率领、带队、带领某个团体 引率する 带队 引率の先生 带队老师",
    },
    {
        "hiragana": "処遇(しょぐう)",
        "kanji": "処遇",
        "chn": "待遇、安排、处置 人事処遇 人事待遇 処遇方針	处理方针 犯罪者の処遇 对犯罪分子的处理",
    },
    {
        "hiragana": "打開(だかい)",
        "kanji": "打開",
        "chn": "打破僵局、突破困境、找到解决方法，打开局面 打開策（だかいさく）突破困境的对策 =解決（かいけつ）突破（とっぱ）克服（こくふく）",
    },
    {
        "hiragana": "支障(ししょう)",
        "kanji": "支障",
        "chn": "障碍、问题 支障が出る / 生じる 出现问题、发生障碍",
    },
    {
        "hiragana": "有数(ゆうすう)",
        "kanji": "有数",
        "chn": "1.数量上有限、稀少 为数不多 2.顶尖的、数一数二的 有数の人物 数一数二的杰出人物",
    },
    {
        "hiragana": "緩急(かんきゅう)",
        "kanji": "緩急",
        "chn": "1.缓与急、节奏快慢的变化 緩急の変化 节奏快慢 2.危急情况、突发状况 緩急時 紧急时",
    },
    {
        "hiragana": "引火(いんか)",
        "kanji": "引火",
        "chn": "不是点火，而是“被动着火，殃及” 引火する	被点燃 2.引申意 事态扩大、波及他人  ～に引火する 波及到～  発言が批判に引火する 发言引起了批评 問題が他社に引火した 问题波及到其他公司",
    },
    {
        "hiragana": "規律(きりつ)",
        "kanji": "規律",
        "chn": "不是中文的规律，是指行为上的规范 纪律等 規律を守る 遵守纪律 規律を重んじる 重视纪律性",
    },
    {
        "hiragana": "意思(いし)",
        "kanji": "意思",
        "chn": "不是中文的意思，是意志、决心、主观想法、内心的意图 意思を持つ 有意图、有意愿 意思を示す	表明想法／态度",
    },
    {
        "hiragana": "禁物(きんもつ)",
        "kanji": "禁物",
        "chn": "不是违禁品的意思，是指道德上、情理上、经验上需要避免的行为 ～は禁物だ ……是必须避免的 焦りは禁物（あせり）急躁是大忌",
    },
    {
        "hiragana": "景品(けいひん)",
        "kanji": "景品",
        "chn": "用于商家或组织者在抽奖、促销活动中送出的奖品、赠品、附赠物 =賞品（しょうひん）粗品（そしな）小礼品 おまけ",
    },
    {
        "hiragana": "追及(ついきゅう)",
        "kanji": "追及",
        "chn": "追问、追究责任或原因 責任を追及する	追究责任 真相を追及する	追查真相 不正を追及する	追查不正行为 =問責（もんせき）問い詰める（といつめる）盘问、逼问",
    },
    {
        "hiragana": "欠如(けつじょ)",
        "kanji": "欠如",
        "chn": "缺少、不具备、欠缺 資格の欠如 缺乏资格 能力の欠如 能力不足 経験の欠如 缺乏经验 =欠ける（かける） 缺少、缺损 不足（ふそく） 不足、短缺 欠落（けつらく）遗漏、缺失",
    },
    {
        "hiragana": "体裁(ていさい)",
        "kanji": "体裁",
        "chn": "1.文章格式 体裁を整える（调整格式、整理形式）文章の体裁 文章的格式 2.外表、门面、体面、面子上的讲究 体裁が悪い（难看、没面子）体裁を気にする（在意面子/外表）",
    },
    {
        "hiragana": "歴然(れきぜん)",
        "kanji": "歴然",
        "chn": "明显、显而易见、清清楚楚、毫无疑问 歴然としている 明显地存在 歴然たる事実 显而易见的 =明白（めいはく）明らか（あきらか）",
    },
    {
        "hiragana": "整然(せいぜん)",
        "kanji": "整然",
        "chn": "有条不紊，井井有条；整齐有条 整然と並ぶ 整齐排列 整然とした行動	有组织的行动 =きちんと 整齐地、规矩地",
    },
    {
        "hiragana": "破綻(はたん)",
        "kanji": "破綻",
        "chn": "破裂、瓦解、崩溃 体系、计划、关系等走向失败、崩溃或无法维持的状态 計画が破綻する 计划失败 関係が破綻する 关系破裂 =倒産（とうさん）挫折（ざせつ）崩れる（くずれる）",
    },
    {
        "hiragana": "堪忍(かんにん)",
        "kanji": "堪忍",
        "chn": "1.忍耐、忍受 =我慢 辛抱 堪忍強い 很能忍耐的人 2.原谅、饶恕 堪忍してください 请原谅我 堪忍してくれ（口语） 拜托，饶了我吧 =許す",
    },
    {
        "hiragana": "融通(ゆうずう)",
        "kanji": "融通",
        "chn": "1.（性格或处理方式上的）灵活性、通融、变通  融通が利く（きく） 通情达理 2.（资金方面的）筹措资金、资金周转 お金を融通する 周转资金、借钱",
    },
    {
        "hiragana": "便宜(べんぎ)",
        "kanji": "便宜",
        "chn": "为了照顾、方便某人而给予的特殊处理或通融 ご便宜を図る ご便宜を図っていただき 给以通融、特别照顾 便宜上(べんぎじょう) 为了方便（处理、说明、操作等）",
    },
    {
        "hiragana": "同調(どうちょう)",
        "kanji": "同調",
        "chn": "随大流、赞同附和、迎合他人 彼の意見に同調する人は少なかった。赞同他意见的人很少 周囲に同調して自分の考えを変える 随大流改变了自己的想法",
    },
    {
        "hiragana": "べール veil 面纱",
        "kanji": "インセンティブ incentive 激励措施 激励机制",
        "chn": "カリキュラム curriculum 学校课程计划、教学计划",
    },
    {
        "hiragana": "マニア mania 狂热者 疯子 爱好者",
        "kanji": "フィーバー fever狂热，兴奋",
        "chn": "リサイタル recital 独唱会，独奏会",
    },
    {
        "hiragana": "ノイローゼ eurose 神经衰弱",
        "kanji": "オークション auction 拍卖",
        "chn": "ボイコット boycott 联合抵制",
    },
    {
        "hiragana": "デラックス deluxe 豪华 奢华 奢侈",
        "kanji": "ブローチ brooch 胸针 别针 饰针",
        "chn": "レジュメ resume 摘要 梗概 总结",
    },
    {
        "hiragana": "ワープロ Word processor 文字处理机",
        "kanji": "コーラス chorus 合唱队，合唱曲",
        "chn": "レッテル 德语Zettel 标签、标记 刻板印象",
    },
    {
        "hiragana": "パレード parade 盛装游行 阅兵式",
        "kanji": "スタミナ stamina 体力 持久力 耐久性",
        "chn": "トラウマ trauma  心理创伤、精神创伤",
    },
    {
        "hiragana": "ピンチ pinch 紧急关头 危机 困境",
        "kanji": "ピント focus 1对焦点 中心点 2.关键要害 重点",
        "chn": "デマ Demagogie 谣言，流言，煽动性的言论",
    },
    {
        "hiragana": "スキャンダル scandal 丑闻",
        "kanji": "ラケット racket 球拍",
        "chn": "シック 法语chic 时髦、优雅",
    },
    {
        "hiragana": "ストロボ strobo 闪光灯",
        "kanji": "スリル thrill 惊险，战栗，毛骨悚然",
        "chn": "イルミネーション illumination 灯光秀、彩灯装饰、灯饰布置",
    },
    {
        "hiragana": "ビラ bill 传单，宣传广告，招贴",
        "kanji": "ストライキ strike 罢工",
        "chn": "ドリル drill 原意思“钻孔 打洞” 引申为“训练 练习” 漢字ドリル 汉字练习册",
    },
    { 
        "hiragana": "ゴージャス gorgeous 豪华，华丽",
        "kanji": "マンネリ mannerism 老一套、千篇一律、缺乏新意",
        "chn": "シンポジウム symposium 专题讨论会 学术研讨会 座谈会",
    },
    {
        "hiragana": "スラム slum  贫民窟 ",
        "kanji": "コレステロール cholesterol〈医〉胆固醇",
        "chn": "コーディネート coordinate 整体搭配、协调、搭配造型 洋服のコーディネート 衣服穿搭",
    },
    {
        "hiragana": "ラグビー Rugby 橄榄球",
        "kanji": "ステータス status 1.地位、身份）2.状态、状况",
        "chn": "ヒステリック hysteric 情绪过度激动、歇斯底里、失控、烦躁易怒的样子 ヒステリックに怒る 情绪失控地发怒",
    },
    {
        "hiragana": "パンデミック pandemic 疫情 流行病",
        "kanji": "ブーム boom 热潮 流行",
        "chn": "ポスト post 1.邮箱/信筒 2.职位/职务 課長のポストに就く 担任课长职位",
    },
    {
        "hiragana": "アカデミズム academism 学术主义",
        "kanji": "パラダイム paradigm 范式 思维模式",
        "chn": "パラダイムシフト paradigm shift 范式转变 思维模式转变",
    },
    {
        "hiragana": "グレード grade 等级 级别",
        "kanji": "コンプレックス complex 1.自卑感(常用) 2.综合体、复合设施",
        "chn": "タイアップ tie-up 联动合作 联名 =コラボ（コラボレーション）提携（ていけい）",
    },
    {
        "hiragana": "カルテ 德语Karte 病历卡",
        "kanji": "ジレンマ dilemma 困境 两难 进退两难",
        "chn": "スクープ scoop 特讯，重大新闻，头条",
    },
     {
        "hiragana": "セレモニー ceremony 仪式 典礼",
        "kanji": "リストラ restructuring 组织重组、公司改革 解雇 裁员",
        "chn": "アジェンダ agenda 议程 会议日程 待处理事项列表”",
    },
    {
        "hiragana": "妨害(ぼうがい)",
        "kanji": "規模(きぼ)",
        "chn": "究極(きゅうきょく) 终极、最终",
    },
    {
        "hiragana": "拒絶(きょぜつ)",
        "kanji": "派遣(はけん)",
        "chn": "継承(けいしょう)（文化/技术）法律继承一般用「相続」",
    },
    {
        "hiragana": "収集(しゅうしゅう)",
        "kanji": "会釈(えしゃく) 点头致意",
        "chn": "隠蔽(いんぺい) 隐藏、隐瞒、掩盖事情真相或事实 事実を隠蔽する",
    },
    {
        "hiragana": "担保(たんぽ)",
        "kanji": "独創(どくそう)",
        "chn": "奉仕(ほうし)服务、志愿",
    },
    {
        "hiragana": "孤立(こりつ)",
        "kanji": "需要(じゅよう) 需求 与供給 成对",
        "chn": "明示(めいじ) 明确指出 用于规则、法律、合同等",
    },
    {
        "hiragana": "運搬(うんぱん)",
        "kanji": "経費(けいひ)",
        "chn": "懸賞(けんしょう)",
    },
    {
        "hiragana": "雑談(ざつだん)",
        "kanji": "謝絶(しゃぜつ)",
        "chn": "出費(しゅっぴ)",
    },
    {
        "hiragana": "真偽(しんぎ)",
        "kanji": "抵触(ていしょく)",
        "chn": "謄本(とうほん)",
    },
    {
        "hiragana": "誇張(こちょう)",
        "kanji": "合併(がっぺい)",
        "chn": "欠如(けつじょ) 缺乏",
    },
    {
        "hiragana": "決裂(けつれつ)",
        "kanji": "欠陥(けっかん)",
        "chn": "決行(	けっこう) 坚决实行",
    },
    {
        "hiragana": "物資(ぶっし)",
        "kanji": "発端(ほったん)",
        "chn": "折衝(せっしょう) 交涉、谈判、斡旋、协商",
    },
    {
        "hiragana": "合否(ごうひ) 合格与否",
        "kanji": "安否(あんぴ) 平安与否",
        "chn": "拒否(きょひ) 拒绝",
    },
    {
        "hiragana": "祝賀(しゅくが)",
        "kanji": "損害(そんがい)",
        "chn": "抽象(ちゅうしょう)",
    },
    {
        "hiragana": "発揮(はっき)",
        "kanji": "労災(ろうさい) 劳动灾害",
        "chn": "労使(ろうし) 劳资双方",
    },
    {
        "hiragana": "均衡(きんこう)",
        "kanji": "規模(きぼ)",
        "chn": "関与(かんよ) 参与其中、牵涉其中、介入某件事",
    },
    {
        "hiragana": "軽率(けいそつ)",
        "kanji": "結晶(けっしょう)",
        "chn": "介抱(かいほう) 照顾病人",
    },
    {
        "hiragana": "真理(しんり)",
        "kanji": "徹底(てってい)",
        "chn": "特許(とっきょ)",
    },
    {
        "hiragana": "看破(かんぱ)",
        "kanji": "兆候(ちょうこう)",
        "chn": "治癒(ちゆ)",
    },
    {
        "hiragana": "紛糾(ふんきゅう)",
        "kanji": "先駆(せんく)",
        "chn": "脱帽(だつぼう)",
    },
    {
        "hiragana": "遵守(じゅんしゅ)",
        "kanji": "辛辣(しんらつ)",
        "chn": "抑圧(よくあつ)",
    },
    {
        "hiragana": "風靡(ふうび)",
        "kanji": "錯覚(さっかく)",
        "chn": "言及(げんきゅう)",
    },
    {
        "hiragana": "直訴(じきそ)",
        "kanji": "換算(かんさん)",
        "chn": "不服(ふふく) 不满、不同意、不服从、不认同某个决定、命令或结果",
    },
    {
        "hiragana": "真相(しんそう)",
        "kanji": "一環(いっかん)",
        "chn": "一目(いちもく) 一眼、一看",
    },
    {
        "hiragana": "精鋭(せいえい)",
        "kanji": "代替(だいたい)",
        "chn": "遡及(そきゅう) 回溯过去、回溯适用",
    },
    {
        "hiragana": "補充(ほじゅう)",
        "kanji": "一変(いっぺん) 彻底改变",
        "chn": "逸脱(いつだつ) 脱离（规则/常轨）规则、道德偏离",
    },
    {
        "hiragana": "至急(しきゅう)",
        "kanji": "偽名(ぎめい) 假身份、伪装身份",
        "chn": "常習(じょうしゅう) 惯犯 常習犯",
    },
    {
        "hiragana": "即日(そくじつ)",
        "kanji": "運搬(うんぱん)",
        "chn": "誇示(こじ) 炫耀、张扬",
    },
    {
        "hiragana": "授与(じゅよ)",
        "kanji": "貯蓄(ちょちく)",
        "chn": "消耗(しょうもう)",
    },
    {
        "hiragana": "余剰(よじょう)",
        "kanji": "略奪(りゃくだつ)",
        "chn": "余剰(よじょう) 过剩 多余 余剰生産",
    },
    {
        "hiragana": "緑地(りょくち)",
        "kanji": "妄想(もうそう)",
        "chn": "一息(ひといき) 1.喘口气、歇一歇 2.加一把劲、最后一下",
    },
    {
        "hiragana": "けびょう(仮病)",
        "kanji": "拒絶(きょぜつ)",
        "chn": "会釈(えしゃく) 并非「かいしゃく」",
    },
    {
        "hiragana": "協調(きょうちょう)",
        "kanji": "顕在(けんざい)",
        "chn": "考慮(こうりょ)",
    },
    {
        "hiragana": "消去(しょうきょ)",
        "kanji": "驚異(きょうい)",
        "chn": "剥奪(はくだつ)",
    },
    {
        "hiragana": "発作(ほっさ)",
        "kanji": "逐次(ちくじ)",
        "chn": "即席(そくせき) 即兴",
    },
    {
        "hiragana": "閉塞(へいそく)",
        "kanji": "鎮圧(ちんあつ)",
        "chn": "隠蔽(いんぺい) ",
    },
    {
        "hiragana": "譲渡(じょうと)",
        "kanji": "貧富(ひんぷ)",
        "chn": "遺言(ゆいごん)",
    },
    {
        "hiragana": "誘拐(ゆうかい)",
        "kanji": "破綻(はたん)",
        "chn": "算盤(そろばん) 算盤を弾く（はじく）精打细算",
    },
    {
        "hiragana": "拉致(らち) 绑架",
        "kanji": "声高(こわだか) 大声；高声",
        "chn": "幻(まぼろし) 幻影",
    },
    {
        "hiragana": "享受(きょうじゅ)",
        "kanji": "凶作(きょうさく)",
        "chn": "貸与(たいよ)",
    },
    {
        "hiragana": "威嚇(いかく)",
        "kanji": "異邦(ほう)",
        "chn": "復活(ふっかつ) 复活 重新活跃起来 昔の歌手が復活する",
    },
    {
        "hiragana": "大破(たいは) 严重毁坏",
        "kanji": "熱狂(ねっきょう)",
        "chn": "頻繁(ひんぱん)",
    },
    {
        "hiragana": "何卒(なにとぞ)",
        "kanji": "束縛(そくばく)",
        "chn": "犠牲(ぎせい)",
    },
    {
        "hiragana": "匹敵(ひってき)",
        "kanji": "画一的(かくいつてき)",
        "chn": "希薄(きはく)",
    },
    {
        "hiragana": "神秘(しんぴ)",
        "kanji": "台頭(たいとう) 崭露头角、兴起 新興勢力が台頭してきた",
        "chn": "駆使(くし) 与中文不同，是灵活运用、熟练运用的意思 =活用（かつよう）",
    },
    {
        "hiragana": "内訳(うちわけ)",
        "kanji": "報酬(ほうしゅう)",
        "chn": "情緒(じょうちょ)",
    },
    {
        "hiragana": "暴露(ばくろ)",
        "kanji": "陰謀(いんぼう)",
        "chn": "趣(おもむき) 风情 趣味 =風情（ふぜい）",
    },
    {
        "hiragana": "家柄(いえがら) 家族的社会地位",
        "kanji": "家来(けらい) 部下／家臣／随从",
        "chn": "縁起(えんぎ) 吉凶预兆 縁起がいい日 吉日",
    },
    {
        "hiragana": "施錠(せじょう)",
        "kanji": "許容(きょよう) 接受一定范围内的错误 許容範囲",
        "chn": "度胸(どきょう) 胆量、勇气、气魄 度胸がある 有胆量，有勇气",
    },
    {
        "hiragana": "錯誤(さくご)",
        "kanji": "率先(そっせん)",
        "chn": "近づき(ちかづき) 熟识，认识（的人）",
    },
    {
        "hiragana": "安直(あんちょく) 简单、草率、不加深思、廉价",
        "kanji": "手近(てぢか) 手边的、身边的、常见的、容易取得的",
        "chn": "結末(けつまつ) 结局、结尾、最终的结果",
    },
    {
        "hiragana": "棄権(きけん)",
        "kanji": "商人(あきんど)",
        "chn": "人望(じんぼう) 人们对某人的信赖与尊敬、人望、声望、威信",
    },
    {
        "hiragana": "一目置く(いちもくおく) 对某人甘拜下风",
        "kanji": "不毛(ふもう) 贫瘠、无益、无意义的",
        "chn": "横着(おうちゃく) 懒惰、图省事、不愿麻烦、做事不认真 横着な人（懒人）",
    },
    {
        "hiragana": "拍車(はくしゃ) 加速",
        "kanji": "万事(ばんじ)",
        "chn": "纏まり(まとまり) 统一、整合、条理性 まとまりがある／ない 有条理／没条理",
    },
    {
        "hiragana": "静寂(せいじゃく)",
        "kanji": "執念(しゅうねん)",
        "chn": "滑走(かっそう)",
    },
    {
        "hiragana": "制御(せいぎょ)",
        "kanji": "不憫(ふびん) 可怜，可惜",
        "chn": "受容(じゅよう) 文化の受容 接受外来文化 多様性の受容 接受多样性",
    },
    {
        "hiragana": "青春(せいしゅん)",
        "kanji": "崇拝(すうはい)",
        "chn": "横柄(おうへい) 傲慢无礼，妄自尊大",
    },
    {
        "hiragana": "庶民(しょみん)",
        "kanji": "片言(かたこと)",
        "chn": "身振り(みぶり) 身体动作、肢体语言、手势",
    },
    {
        "hiragana": "素質(そしつ)",
        "kanji": "雇用(こよう)",
        "chn": "循環(じゅんかん)",
    },
    {
        "hiragana": "傲慢(ごうまん)",
        "kanji": "甲板(かんぱん)",
        "chn": "碁盤(ごばん) 围棋棋盘",
    },
    {
        "hiragana": "明白(めいはく)",
        "kanji": "敏感(びんかん)",
        "chn": "落款(らっかん)=楽観",
    },
    {
        "hiragana": "卑怯(ひきょう)",
        "kanji": "遠方(えんぽう)",
        "chn": "岸辺(きしべ)",
    },
    {
        "hiragana": "訴訟(そしょう)",
        "kanji": "偶像(ぐうぞう)",
        "chn": "突破(とっぱ)",
    },
    {
        "hiragana": "墓地(ぼち)",
        "kanji": "万能(ばんのう)",
        "chn": "潜伏(せんぷく)",
    },
    {
        "hiragana": "先方(せんぽう)",
        "kanji": "踏襲(とうしゅう)",
        "chn": "毅然(きぜん)",
    },
    {
        "hiragana": "貪欲(どんよく)",
        "kanji": "暴露(ばくろ)",
        "chn": "考慮(こうり)",
    },
    {
        "hiragana": "迅速(じんそく)",
        "kanji": "怠慢(たいまん)",
        "chn": "没収(ぼっしゅう)",
    },
    {
        "hiragana": "団扇(うちわ) 扇子",
        "kanji": "吹雪(ふぶき)",
        "chn": "雪崩(なだれ)",
    },
    {
        "hiragana": "従事(じゅうじ)",
        "kanji": "失脚(しっきゃく) 下台",
        "chn": "拮抗(きっこう) 势均力敌",
    },
    {
        "hiragana": "懸念(けねん)",
        "kanji": "神秘(しんぴ)",
        "chn": "丘陵(きゅうりょう)=給料",
    },
    {
        "hiragana": "憤慨(ふんがい)",
        "kanji": "尾行(びこう)",
        "chn": "生涯(しょうがい)=障害",
    },
    {
        "hiragana": "侮辱(ぶじょく)",
        "kanji": "負債(ふさい)",
        "chn": "怠惰(たいだ) 懒惰，怠惰懒散的样子",
    },
    {
        "hiragana": "育ち盛り(そだちざかり) 成长旺盛期",
        "kanji": "食べ盛り(たべざかり) 食欲旺盛期",
        "chn": "働き盛り(はたらきざかり) 事业高峰期",
    },
    {
        "hiragana": "抜本的(ばっぽんてき) 根本的 彻底的",
        "kanji": "分断(ぶんだん) 分裂 裂开 社会/地理/政治/交通",
        "chn": "発掘(はっくつ) 挖掘埋在地下的东西 或 发掘未知的人才、价值、资源等",
    },
    {
        "hiragana": "洪水(こうずい)",
        "kanji": "強風(きょうふ)",
        "chn": "突風(とっぷう) 突如其来的强风",
    },
    {
        "hiragana": "目途(めど/もくと)目标",
        "kanji": "容体(ようだい) 病人的身体状况、病情变化",
        "chn": "裏表のない(うらおもてのない) 表里如一、坦率真诚",
    },
    {
        "hiragana": "没落(ぼつらく)",
        "kanji": "阻止(そし)",
        "chn": "介抱(かいほう) 辛抱(しんぼう)",
    },
    {
        "hiragana": "過剰(かじょう)",
        "kanji": "薄弱(はくじゃく)",
        "chn": "女房(にょうぼう) 妻子 太太",
    },
    {
        "hiragana": "楽譜(がくふ)",
        "kanji": "垂直(すいちょく)",
        "chn": "寸法(すんぽう) 尺寸",
    },
    {
        "hiragana": "描写(びょうしゃ)",
        "kanji": "賠償(ばいしょう)",
        "chn": "覆面(ふくめん) 蒙面",
    },
    {
        "hiragana": "戸籍(こせき)",
        "kanji": "砂漠(さばく)",
        "chn": "連邦(れんぽう) 略奪(りゃくだつ)",
    },
    {
        "hiragana": "埋蔵(まいぞう)",
        "kanji": "利潤(りじゅん)",
        "chn": "雇用(こよう) 船舶(せんぱく)",
    },
    {
        "hiragana": "岩石(がんせき)",
        "kanji": "昆虫(こんちゅう)",
        "chn": "火山(かざん) 氷山(ひょうざん)",
    },
    {
        "hiragana": "老舗(しにせ)",
        "kanji": "山岳(さんがく)",
        "chn": "空腹(くうふく) 山腹(さんぷく) 中腹(ちゅうふく)",
    },
    {
        "hiragana": "海峡(かいきょう)",
        "kanji": "遺言(ゆいごん)",
        "chn": "合唱(がっしょう) 情緒(じょうちょ)",
    },
]


def self_test(words):
    try:
        start = int(input(f"请输入起始索引（0 ~ {len(words)-1}）："))
    except ValueError:
        print("please input id:")
        return

    if not (0 <= start < len(words)):
        print("索引超出范围。")
        return

    print("\npress enter to continue\n")

    i = start
    step = 0  # 0 表示显示 hiragana，1 表示显示 kanji+chn
    while i < len(words):
        input()
        if step == 0:
            print(f"no{i+1}.Hiragana: {words[i]['hiragana']}")
            step = 1
        else:
            print(f"Kanji: {words[i]['kanji']}")
            print(f"chn: {words[i]['chn']}")
            print(f"/home/zzpro/.local/share/virtualenvs/maintenance-app-server-bsNH6leo/lib/python3.12/site-packages/fastapi/openapi/utils.py:207: UserWarning: Duplicate Operation ID deleteManagementCompany for function delete_management_company at /home/zzpro/workspace/git/maintenance-app-server/src/api_admin/apis/products_serial_numbers/delete_products_serial_numbers.py")
            step = 0
            i += 1

    print("\n所有单词已显示完毕。")

# 是什么意思，如何使用，这个词常用吗，是口语还是书面使用，有什么常见搭配表达或者固定搭配，有什么近义词或者同义词吗
# 我正在准备JLPT的考试，请帮忙整理20个对于中国考生来说，比较难记或者比较容易出错的日语汉字词以及读音，谢谢，请不要给出像“従う”这样的和词，请给出“繁盛”这样的漢語词 尤其是有清音浊音 长音促音这些比较容易搞错读音的词
#  JLPT N1 级别中，中国人最容易搞错读音或意思的「漢語熟語」50个

# 执行测试
if __name__ == "__main__":
    print("请选择词单:")
    print("1. 动词")
    print("2. 形容词")
    print("3. 副词")
    print("4. 名词")
    print("5. 拟声词")

    choice = input("请输入数字 1～4: ").strip()

    if choice == "1":
        self_test(v_words)
    elif choice == "2":
        self_test(adj_words)
    elif choice == "3":
        self_test(f_words)
    elif choice == "4":
        self_test(kanji_words)
    elif choice == "5":
        self_test(double_words)
    else:
        print("无效的输入，请输入 1 到 4 的数字。")
